Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# quickBetActivated
source: 【Caution】One click Bet is activated! Click on odds to place instant bet.
ja: 【注意】ワンクリックベッティングが有効になりました！オッズをクリックして、クイックベットを行います。
th: 【ข้อควรระวัง】เดิมพันคลิกเดียวเปิดใช้งาน! คลิกที่ราคาต่อรองเพื่อวางเดิมพันทันที
vi: 【THẬN TRỌNG】 Cược một cú nhấp chuột được kích hoạt! Nhấp vào tỷ lệ cược để đặt cược ngay lập tức.
zh: 【注意事项】一键投注已被激活！点击赔率进行即时下注。

source: Save
ja: 保存
th: บันทึก
vi: Lưu
zh: 保存

# quickBetTandC
source: By accepting this agreement you have fully understood & are aware that once “Quick Bet” option is switched on, bets will be instantly submitted once you have clicked on the selection odds!
ja: この契約に同意することにより、「クイックベット」オプションをオンにすると、選択オッズをクリックするとすぐにベットが送信されることを完全に理解し、認識していることとなります。
th: โดยการยอมรับข้อตกลงนี้คุณได้เข้าใจอย่างเต็มที่แล้วว่าเมื่อตัวเลือก“ เดิมพันด่วน” ถูกเปิดใช้งานการเดิมพันจะถูกส่งทันทีเมื่อคุณคลิกที่อัตราต่อรองที่เลือก!
vi: Bằng cách Chấp Nhận Thoả Thuận này, Quý Khách đã hiểu đầy đủ và nhận thức được rằng một khi tuỳ chọn “Cược Nhanh” đã Bật, các Cược Đặt sẽ được ghi nhận ngay lập tức sau khi Quý Khách nhấp vào tỷ lệ cược đã chọn.
zh: 通过接受本协议，您完全理解和注意到一旦“快速投注”选项被启动，点击选择赔率后将即刻提交投注！

# tOt
source: OT
ja: 延長
th: ต่อเวลา
zh: 加时

source: Please Enter Stake
ja: ベット金額を入力してください
th: กรุณาใส่เดิมพัน
vi: Vui Lòng Nhập Số Tiền Đặt Cược
zh: 请输入投注金额

# quickBetTandCWarning
source: You must agree to the terms and conditions.
ja: 規約条件に同意する必要があります
th: คุณต้องยอมรับข้อกำหนดและเงื่อนไข
vi: bạn phải đồng ý với các điều khoản và điều kiện.
zh: 您必须同意规则与条例。

source: Cancel
ja: 取消
th: ยกเลิก
vi: Hủy
zh: 取消

# tDFS
source: Fantasy Sports
ja: ファンタジースポーツ
th: กีฬาแฟนตาซี
vi: Thể thao tưởng tượng
zh: 梦幻体育

# tCancelBet
source: Cancel Bet
ja: ベットを取消する
th: ยกเลิกการเดิมพัน
vi: Hủy đặt cược
zh: 投注取消

# tTFinal
source: FT
ja: 完了
th: เต็มเวลา
zh: 完场

# quickBetInfo1
source: Switch on Quick Bet
ja: クイックベットを開始
th: เปิดการเดิมพันด่วน
vi: Bật CƯỢC nhanh
zh: 启动快速投注

# quickBetInfo2
source: Insert stake amount &rarr; Click Submit
ja: ベット金額を入力 &rarr; クリックして送信
th: ใส่จำนวนเงินเดิมพันคลิกส่ง
vi: chèn số lượng cổ phần &amp; rarr; Nhấp vào Gửi
zh: 输入投注金额 &rarr; 点击提交

# quickBetInfo3
source: Selection area will turn dark green, as shown below, once Quick Bet is activated.
ja: クイックベットがアクティブになると、次の図のように、オッズは濃い緑色に変わります。
th: พื้นที่ที่เลือกจะเปลี่ยนเป็นสีเขียวเข้มดังที่แสดงด้านล่างเมื่อเปิดใช้ Quick Bet
vi: Khu vực lựa chọn sẽ chuyển sang màu xanh đậm, như được hiển thị bên dưới, một lần đặt cược nhanh được kích hoạt.
zh: 一旦启动快速投注，赔率将转为暗青色，如下图所示：

# quickBetInfo4
source: Tap once on selection to submit instant bets &rarr; your selection will turn dark blue, as shown below, to indicate that your bet is submitted.
ja: オッズにベットするオプションをクリック＆rarr;下の図のように、プレイヤーが選択したオッズは濃い青色に変わり、ベットが送信されたことを示します。
th: แตะหนึ่งครั้งที่เลือกเพื่อส่งการเดิมพันทันทีการเลือก&rarr; ของคุณจะเปลี่ยนเป็นสีน้ำเงินเข้มดังที่แสดงด้านล่างเพื่อระบุว่าการเดิมพันของคุณถูกส่งแล้ว
vi: Nhấn một lần khi chọn để gửi cược ngay lập tức &amp; rarr; Lựa chọn của bạn sẽ chuyển sang màu xanh đậm, như được hiển thị bên dưới, để chỉ ra rằng đặt cược của bạn đã được gửi.
zh: 点击欲投注的选项赔率 &rarr; 玩家所投选的赔率将转为暗蓝色，如下图所示，以显示有关投注已经呈交。

# quickBetInfo5
source: &nbsp;=&nbsp;<strong>Successful bet</strong>
ja: ＆nbsp; <strong>成功したベット</strong>を表示します
th: &nbsp;=&nbsp;<strong>เดิมพันที่ประสบความสำเร็จ</strong>
vi: &amp; nbsp; = &amp;
zh: &nbsp;表示<strong>投注成功</strong>

# quickBetInfo6
source: &nbsp;=&nbsp;<strong>Failed bet</strong>
ja: ＆nbsp;は<strong>失敗したベット</strong>を表示します
th: &nbsp;=&nbsp;<strong>การเดิมพันล้มเหลว</strong>
vi: &amp; nbsp; = &amp;
zh: &nbsp;表示<strong>投注失败</strong>

# quickBetTitle
source: - Allows you to place bet instantly
ja: すぐにベットすることができます
vi: - Cho phép bạn đặt cược ngay lập tức
zh: - 即刻确认玩家所投的注

# appClick
source: Download
ja: いますぐダウンロード
th: ดาวน์โหลด
vi: Tải xuống
zh: 立刻下载

source: App Download
ja: モバイルAPPダウンロード
th: ดาวน์โหลดแอพ
vi: Tải Ứng Dụng Xuống
zh: 手机APP下载

# t1p
source: 1P
ja: 第1ピリオド
zh: 第一节

# t2p
source: 2P
ja: 第2ピリオド
zh: 第二节

# t3p
source: 3P
ja: 第3ピリオド
zh: 第三节

# t4p
source: 4p
ja: 第4ピリオド
zh: 第四节

# t5p
source: 5P
ja: 第5ピリオド
zh: 第五节

# t1I
source: 1st In
ja: 第1ラウンド
th: ที่ 1 ใน
vi: 1 trong
zh: 第一局

# t2I
source: 2nd In
ja: 第2ラウンド
th: 2nd ใน
zh: 第二局

# t3I
source: 3rd In
ja: 第3ラウンド
th: ที่ 3 ใน
vi: thứ 3 trong
zh: 第三局

# t4I
source: 4th In
ja: 第4ラウンド
th: ที่ 4 ใน
vi: thứ 4 trong
zh: 第四局

# t5I
source: 5th In
ja: 第5ラウンド
th: 5th ใน
vi: 5 trong
zh: 第五局

# t6I
source: 6th In
ja: 第6ラウンド
th: 6th ใน
vi: 6 trong
zh: 第六局

# t7I
source: 7th In
ja: 第7ラウンド
th: 7th ใน
vi: 7 trong
zh: 第七局

# t8I
source: 8th In
ja: 第8ラウンド
th: 8th ใน
vi: thứ 8 trong
zh: 第八局

# t9I
source: 9th In
ja: 第9ラウンド
th: 9 ใน
zh: 第九局

# tmoreEvents
source: More Events
ja: さらに多くのイベント
th: กิจกรรมเพิ่มเติม
vi: Thêm sự kiện
zh: 更多赛事

# tMatches
source: Matches
ja: W杯マッチ
th: แบบแมตช์
vi: Trận Đấu
zh: 赛项

# tSpecial
source: Special
vi: Đặc biệt
zh: 特别赛项

# twcOutright
source: Outright
ja: W杯アウトライト
th: เดิมพันเอาท์ไรท์
vi: hoàn toàn
zh: 总冠军

source: Bookings
ja: ペナルティカード
th: จองห้องพัก
vi: Đặt chỗ
zh: 罚牌

source: Corners
ja: コーナーキック
th: ลูกเตะมุม
vi: Phạt Góc
zh: 角球

source: Corners: Handicap
ja: コーナーキック：ハンディキャップ
th: ลูกเตะมุม: แต้มต่อ
vi: Phạt Góc: Cược Chấp
zh: 角球：让分盘

source: Corners: Match Bet
ja: コーナーキック：シングルウィン
th: ลูกเตะมุม: เดิมพันแบบแมตช์
vi: Phạt góc: 1x2
zh: 角球：独赢

source: Corners: Over / Under
ja: コーナーキック：オーバーアンダー
th: ลูกเตะมุม: สูง / ต่ำ
vi: Phạt Góc: Tài / Xỉu
zh: 角球：大小盘

source: Yellow Card
ja: イエローカード
th: ใบเหลือง
vi: Thẻ vàng
zh: 黄卡

source: Corners: Odd / Even
ja: コーナーキック：オッドイーブン
th: มุม: คี่ / คู่
vi: Phạt Góc: Lẻ/ chẵn
zh: 角球：单双数

source: Handicap & Totals
ja: ハンディキャップ & オーバーアンダー
th: ผลรวม & แต้มต่อ
vi: Cược Chấp &amp; Tài Xỉu
zh: 让分&大小

source: Alternative Handicap & Totals
ja: 追加のハンディキャップとオーバーアンダー
th: ผลรวมแต้มต่อ&ทางเลือก
vi: Cược Chấp thay thế &amp; Tổng số
zh: 附加让分盘和大小盘

# goBack
source: Go back to previous page
ja: 前のページに戻る
th: กลับไปที่หน้าก่อนหน้า
vi: Quay lại trang trước
zh: 返回上一页

# tMoreSection
source: More Section
ja: さらに多くのセッション
th: มาตราเพิ่มเติม
vi: Phần khác
zh: 更多节数

source: Bookings: Handicap
ja: ペナルティカード：ハンディキャップ
th: การจอง: แต้มต่อ
vi: Tổng Thẻ Phạt: Cược Chấp
zh: 罚牌：让分盘

source: Bookings: Match Bet
ja: ペナルティカード：シングルウィン
th: การจอง: การเดิมพันแบบแมตช์
vi: Đặt chỗ: Đặt cược
zh: 罚牌：独赢

source: Bookings: Over / Under
ja: ペナルティカード：オーバーアンダー
th: การจอง: สูง / ต่ำ
vi: Tổng Thẻ Phạt: Tài/Xỉu
zh: 罚牌：大小盘

source: Yellow: Handicap
ja: イエローカード：ハンディキャップ
th: สีเหลือง: แต้มต่อ
vi: Vàng: Cược Chấp
zh: 黄卡：让分盘

source: Yellow: Match Bet
ja: イエローカード：シングルウィン
th: สีเหลือง: เดิมพันแบบแมตช์
vi: Vàng: Đặt cược
zh: 黄卡：独赢

source: Yellow: Over / Under
ja: イエローカード：オーバーアンダー
th: สีเหลือง: สูง / ต่ำ
vi: Vàng: Tài/Xỉu
zh: 黄卡：大小盘

source: Bookings: Odd / Even
ja: ペナルティカード：オッドイーブン
th: การจอง: คี่ / คู่
vi: Đặt chỗ: lẻ / chẵn
zh: 罚牌：单双数

source: Yellow: Odd / Even
ja: イエローカード：オッドイーブン
th: สีเหลือง: คี่ / คู่
vi: Vàng:lẻ / chẵn
zh: 黄卡：单双数

# tTtf1
source: Team to Score in 1st Half
ja: 前半に得点したチーム
th: ทีมทำคะแนนในครึ่งแรก
vi: Đội để ghi bàn trong hiệp một
zh: 上半场进球的队伍

# tTtf2
source: Team to Score in 2nd Half
ja: 後半に得点したチーム
th: ทีมทำคะแนนในครึ่งหลัง
vi: Đội để ghi bàn trong hiệp 2
zh: 下半场进球的队伍

source: Total Booking Over
ja: ペナルティカードの合計以上
th: รวมยอดจองมากกว่า
vi: Tổng số đặt phòng trên
zh: 总罚牌以上

source: Total Booking Under
ja: ペナルティカードの合計以下
th: ยอดการจองรวมต่ำกว่า
vi: Tổng số đặt phòng theo
zh: 总罚牌以下

source: Total Corner Over
ja: コーナーキックの合計以上
th: มุมรวมกว่า
vi: Tài
zh: 总角球以上

source: Total Corner Under
ja: コーナーキックの合計以下
th: มุมรวมใต้
vi: Xỉu
zh: 总角球以下

source: Total Yellow Over
ja: イエローカードの合計以上
th: สีเหลืองรวมมากกว่า
vi: Tổng số màu vàng trên
zh: 总黄卡以上

source: Total Yellow Under
ja: イエローカードの合計以下
th: ภายใต้สีเหลืองรวม
vi: Tổng số màu vàng dưới
zh: 总黄卡以下

source: Total Booking Even
ja: ペナルティカードの合計−イーブン
th: ยอดจองรวมเท่ากัน
vi: Tổng số đặt phòng chẵn
zh: 总罚牌－双数

source: Total Booking Odd
ja: ペナルティカードの合計−オッド
th: ยอดรวมการจอง
vi: Tổng số đặt chỗ lẻ
zh: 总罚牌－单数

source: Total Corner Even
ja: コーナーキックの合計−イーブン
th: มุมรวมคู่
vi: Tổng số góc chẵn
zh: 总角球－双数

source: Total Corner Odd
ja: コーナーキックの合計−オッド
th: Total Corner คี่
vi: Tổng số góc lẻ
zh: 总角球－单数

source: Total Yellow Even
ja: イエローカードの合計−イーブン
th: รวมเหลือง
vi: Tổng số vàng chẵn
zh: 总黄卡－双数

source: Total Yellow Odd
ja: イエローカードの合計−オッド
th: รวมคี่สีเหลือง
vi: Tổng số vàng lẻ
zh: 总黄卡－单数

# tbetradar
source: Live Stream
ja: ライブ中継
th: สตรีมสด
vi: Stream Stream
zh: 现场转播

source: Even
ja: イーブン
th: แม้
vi: chẵn
zh: 双

source: Odd
ja: オッド
th: แปลก
vi: lẻ
zh: 单

# tHKoods
source: HK
ja: 香港オッズ
th: ค่าน้า HK
vi: Hong Kong
zh: 亚洲盘（香港盘）

# overSymbol
source: O
zh: 大

# underSymbol
source: U
zh: 小

source: Bet ID
ja: ベットID
th: เดิมพัน ID
vi: Mã cược
zh: 投注单号

source: Combo ID
ja: コンボID
vi: id kết hợp
zh: 过关篇号

source: Invalid
ja: 無効
th: โมฆะ
vi: Không hợp lệ
zh: 作废

source: Lose Half
ja: ハーフローズ
th: แพ้ครึ่งหนึ่ง
vi: Thua Một Nửa
zh: 输半

source: Win Half
ja: ハーフウィン
th: ชนะครึ่งหนึ่ง
vi: Thắng Một Nửa
zh: 赢半

source: Bet Record
ja: ベット記録
th: บันทึกการเดิมพัน
vi: Chi Tiết Đặt Cược
zh: 体育投注记录

source: Find Transactions
ja: クリックして検索
th: ค้นหาธุรกรรม
vi: Tìm giao dịch
zh: 点击查询

# noDetailFound
source: No details found
ja: データなし
th: ไม่พบรายละเอียด
vi: Không tìm thấy chi tiết
zh: 没有任何资料

source: Open Bets
ja: 未払いのベット
th: รายการเดิมพัน
vi: Cược Mở
zh: 未派彩的投注

source: Results as follows
ja: 検索結果は次の通りです：
th: ผลลัพธ์ดังนี้
vi: Kết quả như sau
zh: 查询结果如下

source: Search Type:
ja: 検索タイプ
th: ประเภทการค้นหา:
vi: Loại tìm kiếm:
zh: 搜索类型：

source: Last 30 days
ja: 過去30日間
th: 30 วันล่าสุด
vi: 30 Ngày Qua
zh: 过去30天

source: Today
ja: 今日
th: รายการแข่งขันวันนี้
vi: HÔM NAY
zh: 今天

source: Yesterday
ja: 昨日
th: เมื่อวาน
vi: Hôm Qua
zh: 昨天

source: Double Chance
ja: ダブルチャンス
th: โอกาสสองครั้ง
vi: Cược Cơ Hội Kép
zh: 双重机会

source: Jackpot Record
ja: ベット記録
th: บันทึกแจ็คพอต
vi: Bản ghi Jackpot
zh: 彩池记录

# totalPayout
source: Total Possible Payout
ja: トータルベット
th: การจ่ายเงินที่เป็นไปได้ทั้งหมด
vi: Tổng số tiền có thể có thể
zh: 总计派彩

source: Last Team to Score
ja: 最後に得点したチーム
th: ทีมสุดท้ายที่ทำคะแนน
vi: Đội cuối cùng ghi bàn
zh: 最后得分的队伍

source: Next Team to Score
ja: 次のスコアリングチーム
th: ทีมต่อไปที่จะทำคะแนน
vi: Đội tiếp theo để ghi điểm
zh: 下一支得分队伍

# eighteenthGoal
source: 18th Goal
ja: 18th ゴール
th: เป้าหมายที่ 18
vi: Mục tiêu thứ 18
zh: 第十八个进球

# eighthGoal
source: 8th Goal
ja: 8th ゴール
th: เป้าหมายที่ 8
vi: Mục tiêu thứ 8
zh: 第八个进球

# eleventhGoal
source: 11th Goal
ja: 11th ゴール
th: เป้าหมายที่ 11
vi: Mục tiêu thứ 11
zh: 第十一个进球

# fifteenthGoal
source: 14th Goal
ja: 15th ゴール
th: เป้าหมายที่ 14
vi: Mục tiêu thứ 14
zh: 第十五个进球

# fifthGoal
source: 5th Goal
ja: 5th ゴール
th: เป้าหมายที่ 5
vi: Mục tiêu thứ 5
zh: 第五个进球

# firstGoal
source: 1st Goal
ja: 1st ゴール
th: เป้าหมายที่ 1
vi: Mục tiêu đầu tiên
zh: 第一个进球

# fourteenthGoal
source: 14th Goal
ja: 14th ゴール
th: เป้าหมายที่ 14
vi: Mục tiêu thứ 14
zh: 第十四个进球

# fourthGoal
source: 4th Goal
ja: 4th ゴール
th: เป้าหมายที่ 4
vi: Mục tiêu thứ 4
zh: 第四个进球

# nineteenthGoal
source: 19th Goal
ja: 19th ゴール
th: เป้าหมายที่ 19
vi: Mục tiêu 19
zh: 第十九个进球

# ninthGoal
source: 9th Goal
ja: 9th ゴール
th: เป้าหมายที่ 9
vi: Mục tiêu thứ 9
zh: 第九个进球

# secondGoal
source: 2nd Goal
ja: 2nd ゴール
th: เป้าหมายที่ 2
vi: Mục tiêu thứ 2
zh: 第二个进球

# seventeenthGoal
source: 17th Goal
ja: 17th ゴール
th: เป้าหมายที่ 17
vi: Mục tiêu thứ 17
zh: 第十七个进球

# seventhGoal
source: 7th Goal
ja: 7th ゴール
th: 7th เป้าหมาย
vi: Mục tiêu thứ 7
zh: 第七个进球

# sixteenthGoal
source: 16th Goal
ja: 16th ゴール
th: เป้าหมายที่ 16
vi: Mục tiêu thứ 16
zh: 第十六个进球

# sixthGoal
source: 6th Goal
ja: 6th ゴール
th: เป้าหมายที่ 6
vi: Mục tiêu thứ 6
zh: 第六个进球

# tenthGoal
source: 10th Goal
ja: 10th ゴール
th: เป้าหมายที่ 10
vi: Mục tiêu thứ 10
zh: 第十个进球

# thirdGoal
source: 3rd Goal
ja: 3th ゴール
th: เป้าหมายที่ 3
vi: Mục tiêu thứ 3
zh: 第三个进球

# thirteenthGoal
source: 13th Goal
ja: 13th ゴール
th: เป้าหมายที่ 13
vi: Mục tiêu thứ 13
zh: 第十三个进球

# twelfthGoal
source: 12th Goal
ja: 12th ゴール
th: เป้าหมายที่ 12
vi: Mục tiêu thứ 12
zh: 第十二个进球

# twentiethGoal
source: 20th Goal
ja: 20th ゴール
th: เป้าหมายที่ 20
vi: Mục tiêu thứ 20
zh: 第二十个进球

source: No Score
ja: ノースコア
th: ไม่มีคะแนน
vi: Không Có Bàn Thắng
zh: 无进球

# tToWinBy_2
source: To win by 2 goals
ja: 2ゴールで勝利
th: ชนะ 2 ประตู
vi: Thắng cách biệt 2 điểm
zh: 净赢两球

# tToWinBy_3
source: To win by 3 goals
ja: 3ゴールで勝利
th: ชนะ 3 ประตู
vi: Thắng cách biệt 3 điểm
zh: 净赢三球

# tToWinBy_4More
source: To win by 4 or more goals
ja: 少なくとも4ゴールで勝利
th: จะชนะ 4 ประตูขึ้นไป
vi: Thắng cách biệt 4 điểm trở lên
zh: 净赢至少四球

source: Both Teams To Score
ja: 両チームが得点
th: ทั้งสองทีมทำคะแนน
vi: Cả 2 Đội Ghi Bàn
zh: 两队都进球

# noLabel
source: No
ja: いいえ
th: ไม่
vi: Không
zh: 否

source: Team To Score
ja: チームスコアリング
th: ทีมทำคะแนน
vi: Đội để ghi điểm
zh: 进球的队伍

source: Team To Score in Both Halves
ja: チームスコアインボースハーヴス
th: ทีมทำคะแนนในทั้งสองครึ่ง
vi: Đội ghi được bàn thắng thắng trong cả 2 Hiệp
zh: 双半场均有进球的队伍

# yesLabel
source: Yes
ja: はい
th: ใช่
vi: Có
zh: 是

source: Winning Margin 3-Way
ja: ウィニングマージン3-Way
th: การชนะมาร์จิ้น 3-Way
vi: Ký quỹ 3 chiều chiến thắng
zh: 三项输赢比数

# betcardAbnormal
source: Bet system failure due to an unexpected Error has occurred, please try to re-add into bet card again. Thank you and sorry for inconvenience caused.
ja: システムに予期しないエラーが発生したため、ベットに失敗しました。もう一度ベットカードを追加してください。ご不便をおかけして申し訳ございません。
th: เดิมพันระบบล้มเหลวเนื่องจากข้อผิดพลาดที่ไม่คาดคิดได้เกิดขึ้นโปรดลองเพิ่มเข้าไปในบัตรเดิมพันอีกครั้ง ขอขอบคุณและขออภัยในความไม่สะดวกที่เกิดขึ้น
vi: Lỗi hệ thống ĐẶT CƯỢC do lỗi không mong muốn đã xảy ra, vui lòng cố gắng thêm lại vào thẻ ĐẶT CƯỢC. Cảm ơn bạn và xin lỗi vì sự bất tiện đã gây ra.
zh: 由于意外错误导致投注系统失败，请尝试重新添加到投注卡。谢谢你，不便之处，敬请原谅。

# betProcessing
source: Processing...
ja: 処理中です。。。
th: กำลังประมวลผล ...
vi: Xử lý ...
zh: 处理中。。。

source: Highest Scoring Quarter
ja: ハイエストスコアリングクオーター
th: เกณฑ์การให้คะแนนสูงสุด
vi: Hiệp cao nhất
zh: 单节最高总分

# sixOrMore
source: 6 or more
ja: 6点以上
th: 6 ขึ้นไป
vi: 6 trở lên
zh: 6分或以上

# teamHighestScoringQuarter
source: Team with Highest Scoring Quarter
ja: チームウィズハイエストスコアリングクオーター
th: ทีมที่มีสกอร์สูงสุด
vi: Đội có Hiệp điểm cao nhất
zh: 单节最高总分队伍

source: Highest Scoring Half
ja: ハイエストスコアリングハーフ
th: คะแนนสูงสุดครึ่งหนึ่ง
vi: Hiệp có nhiều bàn thắng nhất
zh: 半场最高总分

# quarterRaceTo
source: Race To (Team to score points first)
ja: 最初に得点する（スコアを最初に獲得するチーム）
th: Race To (ทีมที่ทำคะแนนก่อน)
vi: Đua đến (Đội để ghi điểm đầu tiên)
zh: 首先获得（先取得分数的队伍）

# willOvertime
source: Will the game go to Overtime?
ja: 試合は延長しますか？
th: เกมจะไปทำงานล่วงเวลาหรือไม่
vi: trò chơi sẽ đi làm thêm?
zh: 比赛进入加时？

source: Overtime
ja: 延長
th: ล่วงเวลา
vi: làm thêm giờ
zh: 加时

source: pts
ja: 分
th: จุด
zh: 分

source: Neither
th: ทั้ง
vi: Không
zh: 两者都不是

source: Any Other Result
ja: その他の結果
th: ผลลัพธ์อื่นใด
vi: bất kỳ kết quả nào khác
zh: 其它结果

source: Race To
ja: 先に届く
th: แข่งกับ
vi: đua đến
zh: 首先获得

source: Team Goals
ja: チームゴール：オーバー/アンダー
th: เป้าหมายของทีม
vi: Bàn Thắng của Đội
zh: 球队入球得分

source: Winning Margin 12-Way
ja: ウィニングマージン12-Way
th: ส่วนต่างที่ชนะ 12-Way
vi: Ký quỹ chiến thắng 12 chiều
zh: 十二项输赢比分

source: Winning Margin 7-Way
ja: ウィニングマージン7-Way
th: การชนะมาร์จิ้น 7-Way
vi: Ký quỹ chiến thắng 7 chiều
zh: 七项输赢比分

source: Odd/Even
ja: オッド/イーブン
th: คู่ / คี่
vi: lẻ/chẵn
zh: 单/双

# toWinByMorePTS
source: To win by [X] or more pts
ja: チームは少なくとも[X]点を獲得します
th: ชนะโดย [X] หรือมากกว่านั้น
vi: để giành chiến thắng bởi [X] hoặc nhiều pts
zh: 队净赢至少[X]分

# toWinByPTS
source: To win by [X] pts
ja: チームが[X]点を獲得
th: ชนะโดย [X] pts
vi: Thắng cách biệt [X] điểm
zh: 队净赢[X]分

source: Win at 6 minutes
ja: 最初の6分間の勝者
th: ชนะที่ 6 นาที
vi: giành chiến thắng sau 6 phút
zh: 首6分钟优胜者

source: Fortune Wheel
ja: ラッキールーレット
th: วงล้อแห่งโชคลาภ
vi: Vòng quay may mắn
zh: 幸运轮盘

source: Amount Invested
ja: 実際のベット額
th: จำนวนเงินลงทุน
vi: Tiền cược thực tế
zh: 实际投注额

source: Click to view Rebate
ja: クリックしてキャッシュバックを表示
th: คลิกเพื่อดูส่วนลด
vi: Bấm để xem giảm giá
zh: 点击查看回扣

# voidStatus
source: Void
zh: 无效

# crbtn
source: Combo Rebate
ja: コンボベットキャシュバック
th: ส่วนลดคอมโบ
vi: COMBO REMATE
zh: 连串过关回扣

# topLeagues
source: Top Soccer
ja: 人気のサッカー
th: ฟุตบอลยอดนิยม
vi: Bóng đá hàng đầu
zh: 热门足球

# cancelConfirm
source: Are you sure you want to cancel this withdrawal?
ja: この出金をキャンセルしてもよろしいですか？
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการถอนนี้
vi: bạn có chắc là bạn muốn hủy bỏ việc rút tiền này không?
zh: 确定取消这项提款？

source: UnionH5
ja: クイック決済
zh: 快捷支付

# sA
source: SA Suite
ja: SAプラットフォーム
zh: SA 平台

# topLeaguesLive
source: Top Soccer Live Betting
ja: 人気のサッカーライブベッティング
th: การเดิมพันฟุตบอลสด
vi: Cá cược trực tiếp bóng đá hàng đầu
zh: 热门足球现场滚球

# topLeaguesMatch
source: Top Soccer Matches
ja: 人気のサッカーの試合
th: การแข่งขันฟุตบอลยอดนิยม
vi: Các trận đấu bóng đá hàng đầu
zh: 热门足球赛项

# topLeaguesOutright
source: Top Soccer Outright
ja: 人気のサッカーアウトライト
vi: bóng đá hàng đầu hoàn toàn
zh: 热门足球总冠军

# tTotalS
source: Total
ja: トータルスコア
th: รวม
vi: Tài/Xỉu
zh: 总分

# tToWinBy
source: To win by
ja: ウィニング
th: ที่จะชนะด้วย
vi: Thắng cách biệt
zh: 净赢

# tTtsptsfirst
source: Team to score points first
ja: 得点した最初のチーム
th: ทีมที่ทำคะแนนก่อน
vi: Đội để ghi điểm đầu tiên
zh: 先取得分数的队伍

# errFailed
source: Registraion failed, please try Again
ja: 口座開設手続き中に失敗した場合は、口座開設情報を再入力してください。
th: การลงทะเบียนล้มเหลวโปรดลองอีกครั้ง
vi: Đăng ký không thành công, vui lòng thử lại
zh: 开户过程中发生故障,请重新输入开户资料.

# errMissingData
source: Misssing compulsory data, please try Again
ja: 必須データがありません。再度お試しください。
th: ไม่มีข้อมูลภาคบังคับโปรดลองอีกครั้ง
vi: Còn thiếu Dữ liệu bắt buộc, vui lòng thử lại
zh: 缺少强制的数据，请再试试。

# errSqlError
source: Sql Error
ja: SQLエラー
th: ข้อผิดพลาดของ SQL
vi: Lỗi SQL
zh: SQL 错误

# agreeTermsWeb
source: By submitting this application, I verify that I am of legal age and concur that my activities on this website does not contravene with the laws of my own jurisdiction,<br/>and that I understand & accept <a href="#" style="color: #000" class="term-link">the Live Betting Agreement</a>. I also accept all <a href="#" style="color: #000" class="term-link">Terms and conditions</a> and <a href="#" style="color: #000" class="term-link">Privacy Declaration</a> bound by this submission.
ja: 申請をするにあたり、私は法定年齢を超えており、このウェブサイトでの私のすべての活動は、私が居住している国によって管理されている法律に違反していません。 <br /> <a href = "＃" class = "term-link">ライブベッティング契約</a>を理解し、同意します。また、このアプリケーションに関連するすべての<a href="#"class="term-link">規約と条件</a>および<a href = "＃" class = "term-link">プライバシーポリシーにも同意します。</a>。
th: ในการส่งแอปพลิเคชันนี้ฉันยืนยันว่าฉันมีอายุมากและเห็นพ้องต้องกันว่ากิจกรรมของฉันในเว็บไซต์นี้ไม่ขัดต่อกฎหมายของเขตอำนาจศาลของฉัน และฉันเข้าใจว่ายอมรับข้อตกลงการเดิมพันสดฉันก็ยอมรับข้อกำหนดและเงื่อนไขทั้งหมดและประกาศความเป็นส่วนตัวที่ผูกพันตามข้อตกลงนี้
vi: Bằng cách nộp đơn này, tôi xác minh rằng tôi ở độ tuổi hợp pháp và đồng tình rằng các hoạt động của tôi trên trang web này không trái với luật pháp của chính tôi và tôi hiểu & Chấp nhận <strong> Thỏa thuận cá cược trực tiếp </strong>. Tôi cũng chấp nhận tất cả <mạnh mẽ> Điều khoản và điều kiện </strong> và <strong> Tuyên bố quyền riêng tư </strong> Bị ràng buộc bởi bản gửi này.
zh: 在提呈申请的同时，本人已超过合法年龄以及本人在此网站的所有活动并没有抵触本人所身在的国家所管辖的法律。<br/>本人了解并且接受<a href="#" style="color: #000" class="term-link">现场滚球协议</a>。本人也接受在此项申请下有关的所有<a href="#" style="color: #000" class="term-link">规则与条例</a>以及<a href="#" style="color: #000" class="term-link">隐私声明</a>。

# confirmPasswordRequirement
source: Please enter the same Password as above.
ja: 上記と同じパスワードを入力してください。
th: กรุณาใส่รหัสผ่านเดียวกันกับด้านบน
vi: Vui lòng nhập cùng một mật khẩu như trên.
zh: 请输入与上同样的密码。

# emailRequirement
source: For successful registration, please do not use QQ E-mail or/and AVL.com as your official E-mail address.
ja: メールが届かないように、qq.comやavl.comを使用して登録しないでください。
th: สำหรับการลงทะเบียนสำเร็จโปรดอย่าใช้ QQ E-mail หรือ / และ AVL.com เป็นที่อยู่อีเมลทางการของคุณ
vi: Để đăng ký thành công, vui lòng không sử dụng e-mail qq hoặc/và avl.com làm địa chỉ e-mail chính thức của bạn.
zh: 请避免使用qq.com或avl.com邮箱注册以免接收不到我们的邮件。

source: If You Agree?
ja: 規約に同意しますか？
th: ถ้าคุณเห็นด้วย?
vi: Nếu bạn đồng ý?
zh: 您是否同意协议？

# passwordRequirement
source: Password is case sensitive, Min 6 Alphanumeric characters.
ja: これは、オンラインでログインするときのパスワードです。大文字と小文字が区別され、6〜12桁の文字、あるいは数字と文字の組み合わせである必要があります。
th: รหัสผ่านต้องตรงตามตัวพิมพ์เล็กและตัวอักษรและตัวเลขขั้นต่ำ 6 ตัว
vi: Mật khẩu có phân biệt chữ hoa chữ thường, tối thiểu 6 ký tự chữ và số.
zh: 这是您上网登陆时的密码，有大小写区别，必须是6至12位的数字或字母或数字与字母的组合。

# pleaseFillUp
source: Please Fill Up Your Detail
ja: 個人情報を入力してください
th: กรุณากรอกรายละเอียดของคุณ
vi: Vui lòng điền thông tin chi tiết của Quý Khách
zh: 请填写您的个人信息

# promoCodeRequirement
source: Not necessary to fill in if don't have any promotion code.
ja: プロモーションコードがない場合は入力する必要はありません
th: ไม่จำเป็นต้องกรอกหากไม่มีรหัสส่งเสริมการขาย
vi: Không cần thiết điền vào nếu không có bất kỳ mã giới thiệu nào.
zh: 如无推存码，无需填写。

# registerSuccess
source: Thank you! You have successfully registered, we welcome you as our valued members. You can now log in and enjoy endless gaming fun. Come and enjoy related fun!
ja: ありがとうございます！開設に成功しました。私たちのメンバーになることを歓迎します。すぐにログインしてゲームを楽しむことができます。ぜひお楽しみください！
th: ขอบคุณ! คุณได้ลงทะเบียนเรียบร้อยแล้วเรายินดีต้อนรับคุณในฐานะสมาชิกที่มีค่าของเรา ตอนนี้คุณสามารถเข้าสู่ระบบและสนุกกับเกมที่ไม่มีที่สิ้นสุด มาสนุกที่เกี่ยวข้องกัน!
vi: Chúc mừng Quý Khách đã đăng ký thành công tài khoản tại YSB. Hiện Quý Khách đã có thể trải nghiệm những trò chơi hấp dẫn và siêu khuyến mãi cùng YSB. Xin cảm ơn!
zh: 谢谢！您已经成功开启，我们欢迎您成为我们尊贵的会员。您可以立即登入，并且享受无穷的博彩乐趣。快来享受有关的乐趣吧！

# verificationCodeRequirement
source: Will be used for client account query.
ja: ユーザーアカウントを確認する際に使用されます
th: จะใช้สำหรับการสอบถามบัญชีลูกค้า
vi: sẽ được sử dụng cho truy vấn tài khoản giáy khách.
zh: 用于客户账号审核时使用。

source: Are this your Secure Word?
ja: あなたのセキュリティワードは正確ですか？
th: นี่คือ Secure Word ของคุณหรือไม่
vi: Đây có phải là Mã Bảo Mật của Quý Khách không?
zh: 您的个人安全词是否正确？

source: Next Step
ja: 次へ
th: ขั้นตอนต่อไป
vi: Bước tiếp theo
zh: 下一步

source: Not Me
ja: いいえ
th: ไม่ใช่ฉัน
vi: Không phải tôi
zh: 否

source: Yes
ja: はい
th: ใช่
vi: Có
zh: 是

source: Confirm Login
ja: ログインを確認する
th: ยืนยันการเข้าสู่ระบบ
vi: xác nhận đăng nhập
zh: 确认登录

# loginInfo
source: This is the YSB88 login page. If you are using YSB88 for the first time, please <a href="Register.aspx" class="text-">register a new user</a>. If you have forgotten your password, <a href="ForgotPassword.aspx">please click here</a>.
ja: これは易胜博のログインエリアです。易胜博を初めて使用する場合は、<a href = "Register.aspx" class = "text-">新規ユーザー登録をしてください</a>パスワードを忘れた場合は、<a href = "ForgotPassword.aspx">こちらをクリック</a>してください。
th: นี่คือหน้าเข้าสู่ระบบ YSB88 หากคุณใช้ YSB88 เป็นครั้งแรกโปรด <a href="Register.aspx" class="text-">ลงทะเบียนผู้ใช้ใหม่</a>. หากคุณลืมรหัสผ่าน
vi: Đây là trang đăng nhập YSB88. Nếu bạn đang sử dụng YSB88 lần đầu tiên, xin vui lòng &lt;a href="register.aspx" class="text-"&gt; đăng ký một người dùng mới &lt;/a&gt;. Nếu bạn đã quên mật khẩu của mình, &lt;một href="forgetpassword.aspx"&gt; vui lòng bấm vào đây &lt;/a&gt;.
zh: 这是易胜博登录栏，如果您是首次使用易胜博，请<a href="Register.aspx" class="text-">注册新用户</a>。如果您遗忘了密码，请<a href="ForgotPassword.aspx">点击这里</a>。

source: Please Enter Password
ja: パスワードを入力してください
th: กรุณาใส่รหัสผ่าน
vi: vui lòng nhập mật khẩu
zh: 请输入密码

# pleaseEnterPromoCode
source: Please Enter Referral Code
ja: プロモーションコードを入力してください
th: กรุณาใส่รหัสโปรโมชั่น
vi: Vui lòng nhập mã giới thiệu
zh: 请输入推存码

source: Please Enter Your Email
ja: メールアドレスを入力してください
th: กรุณาใส่อีเมลของคุณ
vi: Vui lòng nhập email của bạn
zh: 请输入您的电子邮件

source: Please Enter Your Login ID
ja: ユーザーIDを入力してください
th: กรุณาใส่ ID เข้าสู่ระบบของคุณ
vi: Vui lòng nhập ID đăng nhập của bạn
zh: 请输入您的用户代号

source: Please Enter Your Password
ja: パスワードを入力してください
th: กรุณาใส่รหัสผ่านของคุณ
vi: Vui lòng nhập mật khẩu của bạn
zh: 请输入您的密码

source: Please Enter Your Password Again
ja: もう一度パスワードを入力してください
th: กรุณาใส่รหัสผ่านของคุณอีกครั้ง
vi: Vui lòng nhập lại mật khẩu của bạn
zh: 请再次输入您的密码
