Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# errLoginId
source: The login ID has been used by another member. Please choose again.
ja: ログインIDは別のユーザーによって使用されています。もう一度選択してください。
th: มีการใช้รหัสเข้าสู่ระบบโดยสมาชิกคนอื่น กรุณาเลือกอีกครั้ง
vi: ID đăng nhập đã được sử dụng bởi một thành viên khác. Vui lòng chọn lại.
zh: 您登入的客户身份已被另一会员采用,请再试.

# tCashoutFailed
source: Cashout Failed, Please Try Again
ja: 早期決済に失敗しました。もう一度お試しください
th: การชำระเงินล้มเหลวโปรดลองอีกครั้ง
vi: Rút tiền không thành công, vui lòng thử lại
zh: 提前结算失败，请再尝试！

# tCashoutSuccessful
source: Cashout Successful
ja: 早期決済に成功しました
th: ชำระเงินสำเร็จ
vi: Rút tiền thành công
zh: 提前结算成功

# tSuccess
source: Success
ja: 成功しました
th: ความสำเร็จ
vi: Thành công
zh: 成功

# tNoBanks
source: No Banks Currently Available
ja: 現在利用可能な銀行はありません
th: ไม่มีธนาคารในขณะนี้
vi: Không có nhà cái hiện có sẵn
zh: 暂无付款银行

# t24HourSupport
source: 24 Hours Support
ja: 24時間オンラインカスタマーサービス
th: สนับสนุนตลอด 24 ชั่วโมง
vi: 24 giờ hỗ trợ
zh: 24小时在线客服

# tMaxBet
source: Max
ja: 最高
th: แม็กซ์
vi: tối đa
zh: 最高

# pickupNumber
source: Please pick any random number
ja: ベットナンバーを選択してください
th: โปรดเลือกหมายเลขสุ่มใด ๆ
vi: Vui lòng chọn bất kỳ số ngẫu nhiên nào
zh: 请选择投注号码

# tHorseRacing
source: Horse Racing
ja: 競馬
th: การแข่งม้า
vi: đua ngựa
zh: 赛马

# tHalfTime
source: HT
ja: ハーフタイム
zh: 半场

# tNotStarted
source: NS
ja: まだ始まっていません
zh: 未开始

# tCustomerSupport
source: Customer Support
ja: カスタマーサービス
th: สนับสนุนลูกค้า
vi: Hỗ trợ khách hàng
zh: 客户支持

# tNonLive
source: Non-Live
ja: ライブはありません
th: ไม่มีการเดิมพันสด
vi: Không trực tiếp
zh: 非滚球

# tOutright
source: Outright Betting
ja: アウトライトベッティング
th: เดิมพันเอาท์ไรท์
vi: CƯỢC CHUNG CUỘC
zh: 冠军

# tComboType
source: Combo Type
ja: コンボタイプ
th: ประเภทคอมโบ
vi: Loại cược xiên
zh: 过关投注类型

# tNoRebate
source: No Rebates set at the moment
ja: 関連するキャシュバックはありません
th: ไม่มีการคืนเงินในขณะนี้
vi: Không có giảm giá được thiết lập tại thời điểm này
zh: 暂无相关回扣

# tRebate
source: Rebate
ja: キャッシュバック
th: เงินคืน
vi: Hoàn Trả
zh: 回扣

# tRebateCardIL1
source: A fixed percentage of the wager will be displayed.
ja: ベット金額の一定の割合が表示されます。
th: เปอร์เซ็นต์การเดิมพันคงที่จะปรากฏขึ้น
vi: Một tỷ lệ phần trăm cố định của cược sẽ được hiển thị.
zh: 投注金额的固定百分比将会显示。

# tRebateCardIL2
source: The possible rebate amount indicates the total amount credited to the clients account.
ja: 可能なキャッシュバック金額は、ユーザーのアカウントに預金されている合計金額です。
th: จำนวนเงินคืนที่เป็นไปได้แสดงจำนวนเงินทั้งหมดที่เครดิตเข้าบัญชีลูกค้า
vi: Số tiền giảm giá có thể cho biết tổng số tiền được ghi có vào tài khoản khách hàng.
zh: 可能的回扣金额既是总金额将存入客户帐户。

# tRebateCardIL3
source: All rebates are subject to revision without consultation to the client.
ja: すべてのキャッシュバックは、ユーザーとの協議なしに修正できます。
th: การคืนเงินทั้งหมดอาจมีการแก้ไขโดยไม่ปรึกษากับลูกค้า
vi: Tất cả các khoản giảm giá đều có thể được sửa đổi mà không cần tham khảo ý kiến ​​của khách hàng.
zh: 在未经客户咨询的情况下所有回扣可以作出修订。

# tRebateCardIL4
source: Any client deemed to be abusing the bonus scheme or is observed to be connected to a syndicate taking advantage of this scheme will forfeit their bonus.
ja: ボーナスプランの悪用が発覚した場合、ボーナスは没収されます。
th: ลูกค้ารายใดที่ถือว่าเป็นการละเมิดระบบโบนัสหรือมีการเชื่อมต่อกับองค์กรที่ได้รับผลประโยชน์จากโครงการนี้จะริบโบนัสของพวกเขา
vi: bất kỳ khách hàng nào được coi là lạm dụng chương trình tiền thưởng hoặc được quan sát là được kết nối với một tổ chức lợi dụng của chương trình này sẽ bị mất tiền thưởng của họ.
zh: 任何客户被认为滥用这红利计划或被观察到与犯罪集团滥用这个红利计划将会被没收他们的红利。

# tRebateCardIL5
source: In certain cases, clients may not be entitled to any rebate. This is at the discretion of the management.
ja: プレイヤーによっては、キャッシュバックを受け取れない場合があります。運営側が最終決定を下します。
th: ในบางกรณีลูกค้าอาจไม่ได้รับส่วนลด นี่คือดุลยพินิจของฝ่ายบริหาร
vi: Trong một số trường hợp nhất định, khách hàng có thể không được hưởng bất kỳ khoản hoàn trả nào. Đây là theo quyết định của quản lý.
zh: 在某些情况下，客户可能无法获得任何回扣。管理层拥有最后决定。

# tRebateCardLine1
source: The rebate bonus will be given according to the combination bet type and rebate stated in the table below. It will be given to all valid combo bets. The rebate shall be offered in the fixed percentage of your stake invested.
ja: キャッシュバックボーナスは、以下の表に記載されている組み合わせのベットタイプとキャッシュバックを基準とし、すべての有効なコンボベットに与えられます。キャッシュバックボーナスは、ベット額の固定パーセンテージ形式で配当されます。
th: โบนัสคืนเงินจะได้รับตามประเภทการเดิมพันรวมและเงินคืนตามที่ระบุในตารางด้านล่าง มันจะมอบให้กับการเดิมพันคอมโบที่ถูกต้องทั้งหมด เงินคืนจะถูกเสนอในอัตราคงที่ของเงินเดิมพันของคุณ
vi: Phần thưởng giảm giá sẽ được đưa ra theo loại đặt cược kết hợp và giảm giá được nêu trong bảng dưới đây. Nó sẽ được trao cho tất cả các cược combo hợp lệ. Việc hoàn tiền sẽ được cung cấp theo tỷ lệ phần trăm cố định của cổ phần của bạn được đầu tư.
zh: 回扣红利将依据以下的过关投注组合和回扣表作为标准。只有有效的过关投注才能获得回扣红利。回扣红利将依照投注金额的固定百分比格式分发。

# tRebateCardLine2
source: The format used will be as follows:
ja: この形式は、次の状況で使用されます：
th: รูปแบบที่ใช้จะเป็นดังนี้:
vi: Định dạng được sử dụng sẽ như sau:
zh: 有关格式将用于以下状况：

# millenaryInstruction
source: <p>Select 3 last digit of the lotto balls drawn. Bonus Ball Not included.</p>
ja: <p>ロトの結果を予測する1の位の数字を3組選択してください。特別な番号は含まれません<p>
th: <p>เลือกตัวเลข 3 ตัวสุดท้ายของลูกบอลที่ถูกจับขึ้นมา โบนัสบอลไม่รวม</p>
vi: &lt;p&gt; chọn 3 chữ số cuối cùng của các quả bóng xổ số được rút. Không bao gồm bóng tiền thưởng. &lt;/p&gt;
zh: <p>选择三组个位数作为乐透平码成绩的尾数。 不包括特别号码。</p>

# myriadInstruction
source: <p>Select 4 last digit of the lotto balls drawn. Bonus Ball Not included.</p>
ja: <p>ロトの結果を予測する1の位の数字を4組選択してください。特別な番号は含まれません<p>
th: <p>เลือกตัวเลข 4 ตัวสุดท้ายของลูกบอลที่ถูกจับขึ้นมา โบนัสบอลไม่รวม</p>
vi: &lt;p&gt; chọn 4 chữ số cuối cùng của các quả bóng xổ số được rút. Không bao gồm bóng tiền thưởng. &lt;/p&gt;
zh: <p>选择四组个位数作为乐透平码成绩的尾数。 不包括特别号码。</p>

# tHowToBet
source: How to bet
ja: ベット方法
th: วิธีเดิมพัน
vi: Làm thế nào để đặt cược
zh: 如何下注

# tLatestNews
source: News
ja: 最新ニュース
th: ข่าว
vi: Tin tức
zh: 最新消息

# tsearchEvent
source: Event Search
ja: イベントサーチ
th: ค้นหากิจกรรม
vi: Tìm kiếm sự kiện
zh: 赛事查询

# tSearchEventName
source: Event Name
ja: イベント名称
th: ชื่อกิจกรรม
vi: Tên sự kiện
zh: 赛事名称

# tsearchbtn
source: Search
ja: サーチ
th: ค้นหา
vi: Tìm kiếm
zh: 查询

# betFailed
source: Bet Placement Failed.
ja: ベットに失敗しました
th: การวางเดิมพันล้มเหลว
vi: Vị trí đặt cược không thành công.
zh: 投注放置失败。

# liveBetSuccessful
source: Your quick Live Bet has been submitted.
ja: ライブベットが送信されました
th: เดิมพันสดแบบรวดเร็วของคุณได้ถูกส่งไปแล้ว
vi: Cược trực tiếp nhanh của bạn đã được gửi.
zh: 您的滚球投注已提交。

# liveTakeAMoment
source: Please view the status window or check the bet statement in your account history
ja: ベットステータスを検索するか、アカウントのベット記録を確認してください。
th: โปรดดูหน้าต่างสถานะหรือตรวจสอบใบแจ้งยอดเดิมพันในประวัติบัญชีของคุณ
vi: Vui lòng xem cửa sổ trạng thái hoặc kiểm tra câu lệnh BET trong lịch sử tài khoản của bạn
zh: 请检查投注状况或在帐户记录查阅您的投注记录。

# takeAMoment
source: Please note that it may take a few minutes before the bet statement appears in your account history.
ja: このベット記録がアカウント記録に反映されるまでに数分かかる場合があります
th: โปรดทราบว่าอาจใช้เวลาสักครู่ก่อนที่คำชี้แจงการเดิมพันจะปรากฏในประวัติบัญชีของคุณ
vi: Xin lưu ý rằng có thể mất vài phút trước khi câu lệnh BET xuất hiện trong lịch sử tài khoản của bạn.
zh: 此投注记录可能需要等待几分钟后才会出现在您的帐户记录里

# betSuccessful
source: Your quick bet is successfully placed
ja: ベットは承認されました
th: การวางเดิมพันอย่างรวดเร็วของคุณประสบความสำเร็จ
vi: Đặt cược nhanh của bạn được đặt thành công
zh: 您的投注已成功被接纳。

# tStatistic
source: Statistic
ja: 統計
th: สถิติ
vi: Thống kê
zh: 统计

# tLiveStreamHeader
source: Live Streaming & In-play Scoreboards
ja: ライブ中継、リアルタイムスコアボード、および通知：
th: กระดานคะแนนสด& ที่กำลังเล่นอยู่
vi: Truyền phát trực tiếp &amp; Bảng điểm trong trò chơi
zh: 现场直播、实时记分牌和通知：

# tLiveStreamInfo1
source: Although we make every effort to ensure all Live In-Play and Notifications displayed are correct, information (such as score and time of game) is intended to be used as a guide and we assume no liability in the event of any information being incorrect.
ja: 当社は、リアルタイムのライブ中継情報と通知の正確性を確保するために最善を尽くしますが、この情報（スコアや試合時間など）は参照用であり、情報の正確性については一切の責任を負いません。
th: แม้ว่าเราจะพยายามทุกวิถีทางเพื่อให้แน่ใจว่าการแสดงสดในการเล่นและการแจ้งเตือนทั้งหมดนั้นถูกต้องข้อมูล (เช่นคะแนนและเวลาของเกม) มีวัตถุประสงค์เพื่อใช้เป็นแนวทางและเราจะไม่รับผิดชอบในกรณีที่ข้อมูลใด ๆ ไม่ถูกต้อง
vi: Mặc dù chúng tôi nỗ lực để đảm bảo tất cả các thông báo và trò chơi trực tiếp được hiển thị là chính xác, thông tin (như điểm số và thời gian của trò chơi) thông tin không chính xác.
zh: 我们会尽力保证实时直播信息和通知的准确性，但这些信息(例如比分和比赛时间)仅供您参考，我们对于任何信息的准确性不负任何责任。

# tLiveStreamInfo2
source: Please be aware that live transmission can be delayed and that this delay can vary between customers depending upon factors such as their connection or buffering speed.
ja: 中継局からのライブ中継信号の中には遅延が発生するものがあり、これらの遅延は各ユーザーのネットワーク状態や通信速度によって異なることに注意してください。
th: โปรดทราบว่าการถ่ายทอดสดอาจล่าช้าและความล่าช้านี้อาจแตกต่างกันไปตามลูกค้าขึ้นอยู่กับปัจจัยต่าง ๆ เช่นการเชื่อมต่อหรือความเร็วในการบัฟเฟอร์
vi: Xin lưu ý rằng truyền trực tiếp có thể bị trì hoãn và sự chậm trễ này có thể thay đổi giữa các khách hàng tùy thuộc vào các yếu tố như kết nối hoặc tốc độ đệm của họ.
zh: 请注意，部分来自广播公司的直播信号可能会出现延迟，这些延迟会根据每位客户的网络条件或缓冲速度而有所不同。

# tLiveStreamTitle1
source: In-Play information subject to delay
ja: ライブ中継は遅延する場合がございます
th: ข้อมูลในการเล่นอาจมีการล่าช้า
vi: thông tin trong trò chơi có thể trì hoãn
zh: 实时直播可能会出现延迟

# tLiveStreamTitle2
source: (click here for info)
ja: （完全なオンラインリアルタイムベッティングルールを表示するには、こちらをクリックしてください）
th: (คลิกที่นี่เพื่อดูข้อมูล)
vi: (Bấm vào đây để biết thông tin)
zh: （点击这里查看完整的线上实时投注规则）

source: Sports Info
ja: スポーツインフォメーション
th: ข้อมูลกีฬา
vi: Thông tin thể thao
zh: 体育资讯

# tFirst
source: xst
ja: 第 x
zh: 第 x

# tFrame
source: Frame x
ja: 第xラウンド
th: กรอบ x
zh: 第x局

# tNth
source: xth
ja: 第 x
zh: 第 x

# tPeriod
source: x Period
ja: 第xピリオド
th: x ระยะเวลา
vi: x Thời kỳ
zh: 第x节

# tRound
source: x Round
ja: 第xラウンド
th: x รอบ
vi: x vòng
zh: 第x回合

# tSecond
source: xnd
ja: 第 x
zh: 第 x

# tSet
source: Set
ja: ラウンド
th: ชุด
vi: Bộ
zh: 局

# tSetFrame
source: To Win Frame
ja: 勝利セット
th: เพื่อชนะเฟรม
vi: để giành được khung hình
zh: 赢得局数

# tSetInning
source: To Win Inning
ja: 勝利セット
th: เพื่อชนะอินนิ่ง
vi: Số tiền thắng
zh: 赢得局数

# tSetMaps
source: To Win Map
ja: 勝利マップ
th: ที่จะชนะแผนที่
vi: để giành được bản đồ
zh: 赢得地图

# tSetPeriod
source: To Win Period
ja: 勝利セクション
th: เพื่อรับรางวัลประจำเดือน
vi: để giành chiến thắng trong thời gian
zh: 赢得节数

# tSetRound
source: To Win Round
ja: 勝利ラウンド
th: ในการชนะรอบ
vi: Số tiền thắng
zh: 赢得回合

# tThird
source: xrd
ja: 第 x
zh: 第 x

# tBackupUrl
source: Alternate Url
ja: 代替URL
th: URL สำรอง
vi: URL thay thế
zh: 备用网址

# tMaps
source: x Map
ja: 第xマップ
th: x แผนที่
vi: x Bản đồ
zh: 第x地图

# tSetSeven
source: (7th Set)
ja: (第7ラウンド)
th: (ชุดที่ 7)
vi: (bộ thứ 7)
zh: (第七局)

# tSetSix
source: (6th Set)
ja: (第6ラウンド)
th: (ชุดที่ 6)
vi: (bộ thứ 6)
zh: (第六局)

# txFrame
source: x Frame
ja: 第xラウンド
th: x เฟรม
vi: x khung
zh: 第x局

# txMap
source: x Map
ja: 第xマップ
th: x แผนที่
vi: x Bản đồ
zh: 第x地图

# txPeriod
source: x Period
ja: 第xピリオド
th: x ระยะเวลา
vi: x Thời kỳ
zh: 第x节

# txRound
source: x Round
ja: 第xラウンド
th: x รอบ
vi: x vòng
zh: 第x回合

# txSet
source: x Set
ja: 第xラウンド
th: x ชุด
vi: Set Thứ x
zh: 第x局

source: Diamond VIP
ja: ダイアモンドVIP
th: ไดมอนด์วีไอพี
vi: Kim cương VIP
zh: 钻石VIP

source: Platinum VIP
ja: プラチナVIP
th: แพลทินัมวีไอพี
vi: Bạch kim VIP
zh: 铂金VIP

source: Supreme VIP
ja: エクストリームVIP
th: สุดยอดวีไอพี
vi: tối cao VIP
zh: 至尊VIP

# tPossiblePayout
source: Possible Payout
ja: 最高賞金
th: การจ่ายเงินที่เป็นไปได้
vi: có thể xuất chi
zh: 最高派彩

# tPossibleRebate
source: Possible Rebate
ja: キャッシュバック
th: เงินคืนที่เป็นไปได้
vi: có thể giảm giá
zh: 回扣

# unableQuickBet
source: Betcard is not empty, please process the selection before proceed to quick bet.
ja: ベットカードには他のベットオプションがあります。最初に処理してください。
th: Betcard ไม่ว่างเปล่าโปรดดำเนินการเลือกก่อนที่จะทำการเดิมพันอย่างรวดเร็ว
vi: Thẻ cược không trống, vui lòng xử lý lựa chọn trước khi tiến hành đặt cược nhanh.
zh: 投注卡存有其他投注选项,请先进行处理。

# tBonusColor
source: Bonus Color
ja: ボーナスカラー
th: โบนัสสี
vi: Màu tiền thưởng
zh: 特别号码颜色

# tBonusEven
source: Bonus Even
ja: ボーナスイーブン
th: โบนัสสม่ำเสมอ
vi: Thưởng chẵn
zh: 特别号码双数

# tBonusExact
source: Bonus Exact
ja: ボーナス
th: โบนัสที่แน่นอน
vi: phần thưởng chính xác
zh: 特别号码

# tBonusOdd
source: Bonus Odd
ja: ボーナスオッド
th: โบนัสแปลก ๆ
vi: Thưởng lẻ
zh: 特别号码单数

# tBonusOver
source: Bonus Over
ja: ボーナスオーバー
th: โบนัสมากกว่า
vi: Phần thưởng trên
zh: 特别号码上盘

# tBonusRange
source: Bonus Range
ja: ボーナスレンジ
th: ช่วงโบนัส
vi: Phạm vi tiền thưởng
zh: 特别号码范围

# tBonusUnder
source: Bonus Under
ja: ボーナスアンダー
th: โบนัสต่ำกว่า
vi: Phần thưởng dưới
zh: 特别号码下盘

# tSingleColor
source: Single Color
ja: シングルカラー
th: สีเดียว
vi: Màu đơn
zh: 单号颜色

# tSingleEven
source: Single Even
ja: イーブン
th: คู่เดียว
vi: Chẵn đơn
zh: 双数

# tSingleExact
source: Single Exact
ja: シングル
th: ที่แน่นอนเดียว
vi: chính xác đơn
zh: 单号号码

# tSingleOdd
source: Single Odd
ja: シングルオッド
th: โสดแปลก
vi: Lẻ đơn
zh: 单数

# tSingleOver
source: Single Over
ja: シングルオーバー
th: เดี่ยวกว่า
vi: trên đơn
zh: 上盘

# tSingleRange
source: Single Range
ja: シングルレンジ
th: ช่วงเดียว
vi: Phạm vi đơn
zh: 单号范围

# tSingleUnder
source: Single Under
ja: シングルアンダー
th: ใต้เดี่ยว
vi: dưới đơn
zh: 下盘

# tTotalBonusOver
source: Total Bonus Over
ja: トータルボーナスナンバー
th: โบนัสรวมสูงกว่า
vi: Tổng số tiền thưởng trên
zh: 特别号码总数上盘

# tTotalBonusRange
source: Total Bonus Range
ja: トータルボーナスレンジ
th: ช่วงโบนัสทั้งหมด
vi: Tổng số tiền thưởng
zh: 特别号码总数范围

# tTotalBonusUnder
source: Total Bonus Under
ja: トータルボーナスアンダー
th: โบนัสรวมต่ำกว่า
vi: Tổng số tiền thưởng theo
zh: 特别号码总数下盘

# tTotalEvenWithBonus
source: Total Even(with bonus ball(s))
ja: トータルイーブン(ボーナスつき)
th: รวมคู่ (กับบอลโบนัส)
vi: Tổng chẵn (với phần thưởng bóng(s))
zh: 总数双数(包括特别号码)

# tTotalOddWithBonus
source: Total Odd(with bonus ball(s))
ja: トータルオッド(ボーナスつき)
th: รวมคี่ (กับบอลโบนัส)
vi: Tổng lẻ(với phần thưởng bóng(S))
zh: 总数单数(包括特别号码)

# tTotalOver
source: Total Over
ja: トータルオーバー
th: รวมสูงกว่า
vi: Tổng số
zh: 总数上盘

# tTotalOverWithBonus
source: Total Over(with bonus ball(s))
ja: トータルオーバー(ボーナスつき)
th: รวมสูงกว่า (กับบอลโบนัส)
vi: Tổng số (với phần thưởng bóng (S))
zh: 总数上盘(包括特别号码)

# tTotalRange
source: Total Range
ja: トータルレンジ
th: ช่วงทั้งหมด
vi: Tổng phạm vi
zh: 总数范围

# tTotalRangeWithBonus
source: Total Range(with bonus ball(s))
ja: トータルレンジ(ボーナスつき)
th: ช่วงทั้งหมด (กับบอลโบนัส)
vi: Tổng phạm vi (với phần thưởng bóng (S))
zh: 总数范围(包括特别号码)

# tTotalUnder
source: Total Under
ja: トータルアンダー
th: ยอดรวมต่ำกว่า
vi: Tổng số theo
zh: 总数下盘

# tTotalUnderWithBonus
source: Total Under(with bonus ball(s))
ja: トータルアンダー(ボーナスつき)
th: ยอดรวมต่ำ (ด้วยโบนัสบอล)
vi: tổng dưới (với phần thưởng bóng (S))
zh: 总数下盘(包括特别号码)

# tTotalOdd
source: Total Odd
ja: トータルオッド
th: รวมคี่
vi: Tổng số lẻ
zh: 总数单数

# tTotalEven
source: Total Even
ja: トータルイーブン
th: รวมคู่
vi: Tổng cộng
zh: 总数双数

# minDeposit
source: Minimum deposit amount is
ja: 最小入金額
th: จำนวนเงินฝากขั้นต่ำคือ
vi: Số tiền gửi tối thiểu:
zh: 最低存款金额为

# maxDeposit
source: Maximum deposit amount is
ja: 最大入金額
th: จำนวนเงินฝากสูงสุดคือ
vi: Số tiền gửi tối đa:
zh: 最高存款金额为

# chooseBank
source: Please choose the paying bank
ja: 支払い銀行を選択してください
th: โปรดเลือกธนาคารที่ชำระเงิน
vi: Vui lòng chọn nhà cái thanh toán
zh: 请选择付款银行

source: E-Payment
ja: E-ペイメント
vi: e-trả tiền điện tử
zh: E支付

source: Asian Handicap
ja: アジアンハンディキャップ
th: แต้มต่อเอเชียน
vi: Handicap châu Á
zh: 亚洲让分盘

source: Buying Points
ja: 購入ポイント
th: การซื้อคะแนน
vi: điểm mua
zh: 购买点数

source: Correct Score
ja: コレクトスコア
th: คะแนนที่ถูกต้อง
vi: Tỉ Số Chính Xác
zh: 波胆

# doubleResult
source: Half Time / Full Time
ja: ハーフタイム/フルタイム
th: ครึ่งแรก / เต็มเวลา
vi: Hiệp 1/ Toàn Trận
zh: 半场 / 全场

source: First Goalscorer
ja: 得点した最初のプレーヤー
th: ผู้ทำประตูแรก
vi: Người ghi bàn đầu tiên
zh: 首名入球球员

source: First Team To Kick Off
ja: 最初のキックオフチーム
th: ทีมแรกที่จะเริ่มเล่น
vi: Đội đầu tiên khởi động
zh: 首支开球球队

source: First Team To Score
ja: 得点した最初のチーム
th: ทีมแรกที่ทำคะแนน
vi: Đội đầu tiên ghi bàn
zh: 首支得分队伍

source: First Yellow Card
ja: 最初のイエローカード
th: ใบเหลืองใบแรก
vi: Thẻ màu vàng đầu tiên
zh: 首张黄卡

source: Over/Under
ja: オーバー/アンダー
th: เว่อร์ / อันเดอร์
vi: Tài/Xủi
zh: 大小盘

source: Round Betting
ja: ラウンドベッティング
th: การเดิมพันรอบ
vi: Cá cược tròn
zh: 每回合投注

source: Set Betting
ja: セットベッティング
th: ตั้งค่าการเดิมพัน
vi: Đặt cá cược
zh: 每局投注

source: Winning Margin
ja: ウィニングマージン
th: มาร์จิ้นที่ชนะ
vi: Cược Bàn Thắng Cách Biệt
zh: 净赢比分数

source: Winning Margin Soccer
ja: サッカーのウィニングマージン
th: ชนะมาร์จิ้นฟุตบอล
vi: Cược Bàn Thắng Cách Biệt bóng đá lề
zh: 足球净赢比分数

# alipay
source: ALIPAY & BANK TRANSFER
ja: アリペイ
th: Alipay
vi: Alipay &amp; Chuyển khoản nhà cái
zh: 支付宝 & 银行转账

# continueAction
source: Continue
zh: 继续

source: Currency
ja: 通貨
th: เงินตรา
vi: Tiền tệ
zh: 货币

source: Deposit Amount
ja: 入金金額
th: จำนวนเงินฝาก
vi: Số tiền đặt trước
zh: 存款金额

# errorOccur
source: An Error has Occurred.
ja: 不明なエラー
th: เกิดข้อผิดพลาด.
vi: đã xảy ra lỗi.
zh: 不知名的错误。

# terror1030
source: Please enter your new password and old password is not allowed.
ja: 新しいパスワードを入力してください。古いパスワードは使用できません。
th: โปรดป้อนรหัสผ่านใหม่ของคุณและไม่อนุญาตให้ใช้รหัสผ่านเก่า
vi: Vui lòng nhập mật khẩu mới của bạn và mật khẩu cũ không được phép.
zh: 请输入全新的密码,不能使用旧密码。

# tjackpot
source: Jackpot Prize
ja: 賞金
th: รางวัลแจ็คพอต
vi: Giải độc đắc
zh: 彩池奖金

# tcurrentjackpot
source: Current Jackpot
ja: 現在の賞金
th: แจ็คพอตปัจจุบัน
vi: jackpot hiện tại
zh: 当前彩池

# tjackpotAcScore
source: Actual Score
ja: 実際のスコア
th: คะแนนจริง
vi: Điểm thực tế
zh: 实际分数

# tjackpotHTPlay
source: How To Play
ja: 遊び方
th: วิธีการเล่น
vi: Cách chơi
zh: 如何玩

# tjackpotInvestment
source: Investment
ja: 投資
th: การลงทุน
vi: Đầu tư
zh: 投资

# tjackpotLDigit
source: Last Digit
ja: 最後の桁
th: ตัวเลขล่าสุด
vi: Digit cuối cùng
zh: 最后个位数字

# tjackpotN1
source: 1<span class="super-vertical color-grey">st</span>
ja: 第1
vi: 1 &lt;span class="Super-color-color-grey"&gt; st &lt;/span&gt;
zh: 第一

# tjackpotN2
source: 2<span class="super-vertical color-grey">nd</span>
ja: 第2
vi: 2 &lt;span class="Super-color-color-grey"&gt; nd &lt;/span&gt;
zh: 第二

# tjackpotN3
source: 3<span class="super-vertical color-grey">rd</span>
ja: 第3
vi: 3 &lt;span class="Super-color-color-grey"&gt; rd &lt;/span&gt;
zh: 第三

# tjackpotN4
source: 4<span class="super-vertical color-grey">th</span>
ja: 第4
vi: 4 &lt;span class="Super-color-color-grey"&gt; th &lt;/span&gt;
zh: 第四

# tjackpotN5
source: 5<span class="super-vertical color-grey">th</span>
ja: 第5
vi: 5 &lt;span class="Super-color-color-grey"&gt; th &lt;/span&gt;
zh: 第五

# tjackpotN6
source: 6<span class="super-vertical color-grey">th</span>
ja: 第6
vi: 6 &lt;span class="Super-color-color-grey"&gt; th &lt;/span&gt;
zh: 第六

# tjackpotPrize
source: Prizes
ja: 賞金
th: รางวัล
vi: Giải thưởng
zh: 奖金

# tjackpotQpick
source: Quick Pick
ja: クイック選択
th: เลือกด่วน
vi: Chọn nhanh
zh: 快速选择

# tjackpotresult
source: Results
ja: 結果
th: ผลการแข่งขัน
vi: Kết quả
zh: 赛果

# tjackpotREvent
source: Reserved Events
ja: 予備試合
th: เหตุการณ์ที่สงวนไว้
vi: Các sự kiện dành riêng
zh: 后备赛项

# tjackpotS1
source: Select the last digit of the time of 1<sup>st</sup> goal scored for each team.
ja: 各チームの最初のゴール時間の最後の桁を選択します
th: ลือกตัวเลขหลักสุดท้ายของเวลา 1 คะแนน<sup>st</sup> สำหรับแต่ละทีม
vi: Chọn chữ số cuối cùng của thời gian 1 &lt;sup&gt; st &lt;/sup&gt; Mục tiêu ghi bàn cho mỗi đội.
zh: 选择每个球队第一个进球时间的最后个位数字

# tjackpotS2
source: Select more than 1 number for multi bet.
ja: 複数のベットには2つ以上の数字を選択してください
th: เลือกมากกว่า 1 หมายเลขสำหรับการเดิมพันแบบมัลติเพิล
vi: Chọn nhiều hơn 1 số cho nhiều người đặt cược.
zh: 请选择2个号码或以上以进行多样投注

# tjackpotS3
source: Enter investment amount and click Quick Pick to generate your selections.
ja: 投資額を入力し、「クイック選択」をクリックしてオプションを作成します。
th: ป้อนจำนวนเงินลงทุนและคลิกเลือกด่วนเพื่อสร้างตัวเลือกของคุณ
vi: Nhập số tiền đầu tư và nhấp nhanh chọn để tạo các lựa chọn của bạn.
zh: 输入投资金额，然后点击"快速选择"以组成您的选项。

# tjackpottitle
source: Jackpot
ja: ジャックポット
th: เงินรางวัล
zh: 积宝

# tjackpotTstake
source: Total Stake
ja: ベット総額
th: เงินเดิมพันทั้งหมด
vi: Total Cổ phần
zh: 总投注额

# tjackpottime
source: Time
ja: 時間
th: เวลา
vi: Thời gian
zh: 时间

# tCashoutW1
source: Cash Out percentage display is based on the opening Odds/Value to current changes on Odds/Values
ja: 早期決済の割合は、開始オッズ/ハンディキャップから現在のオッズ/ハンディキャップへの変換に基づいて表示されます
th: อัตราร้อยละของการจ่ายเงินสดจะขึ้นอยู่กับอัตราต่อรอง / มูลค่าการเปิดการเปลี่ยนแปลงปัจจุบันของอัตราต่อรอง / มูลค่า
vi: Hiển thị tỷ lệ phần trăm tiền mặt dựa trên tỷ lệ mở/giá trị mở cho các thay đổi hiện tại trên tỷ lệ cược/giá trị
zh: 提前结算的百分比显示是依据开盘赔率/盘口至当前的赔率/盘口转换而定

# tCashoutW2
source: Cash Out percentage display is based on your bets placed to current changes on Odds/Values
ja: 早期決済の割合は、現在のオッズ/ハンディキャップ変換に対するメンバーのベット確認に基づいて表示されます
th: การแสดงเปอร์เซ็นต์ของ Cash Out ขึ้นอยู่กับการเดิมพันของคุณที่มีต่อการเปลี่ยนแปลงของอัตราต่อรอง / มูลค่าปัจจุบัน
vi: Hiển thị phần trăm tiền mặt dựa trên các cược của bạn được đặt vào các thay đổi hiện tại trên tỷ lệ cược/giá trị
zh: 提前结算的百分比显示是依据会员的投注确认至当前的赔率/盘口转换而定

# tprofitloss
source: Profit/Loss
ja: 利益/損失
th: กำไร / ขาดทุน
vi: lãi/lỗ
zh: 利润/损失

# tjackpotS4
source: Jackpot game selections are not availabe at the moment.
ja: スポーツオプションは現在ご利用いただけません
th: การเลือกเกมแจ็คพอตไม่มีประโยชน์ในขณะนี้
vi: Các lựa chọn trò chơi giải độc đắc hiện không có sẵn tại thời điểm này.
zh: 体育选项彩池目前无法使用。

# tjackpotS5
source: Please check again later!
ja: しばらくしてからもう一度お試しください
th: โปรดตรวจสอบอีกครั้งในภายหลัง!
vi: vui lòng kiểm tra lại sau!
zh: 请稍后再试！

# tjackpotS6
source: Your bet has been submitted, please check the bet statement in your account history.
ja: ベットが送信されました。アカ​​ウントのベット記録を確認してください。
th: การเดิมพันของคุณถูกส่งไปแล้วโปรดตรวจสอบใบแจ้งยอดการเดิมพันในประวัติบัญชีของคุณ
vi: đặt cược của bạn đã được gửi, vui lòng kiểm tra câu lệnh BET trong lịch sử tài khoản của bạn.
zh: 您的投注已提交,请检查您帐户里的投注纪录。

# tdetail
source: Details
ja: 詳細
th: รายละเอียด
vi: Chi tiết
zh: 详情

# tjpBetDetail
source: Bet Details
ja: ベット記録
th: รายละเอียดการเดิมพัน
vi: Chi Tiết Đặt Cược
zh: 投注记录

# tjpEvent
source: Jackpot Events
ja: ジャックポットイベント
th: กิจกรรมแจ็คพอต
vi: Sự kiện giải độc đắc
zh: 积宝赛项

# tjpMatchNum
source: Winning Number
ja: 賞品コード
th: หมายเลขที่ชนะ
vi: Số chiến thắng
zh: 中奖号码

# tjpNoPrize
source: No Winning Bets
ja: 賞品はありません
th: ไม่มีการเดิมพันที่ชนะ
vi: Không có cược chiến thắng
zh: 没有赢奖

# tjpPrize
source: Prize
ja: 表彰
th: รางวัล
vi: Giải thưởng
zh: 奖励

# tjpResult
source: Jackpot Results
ja: 抽選詳細
th: ผลลัพธ์ของแจ็คพอต
vi: Kết quả giải độc đắc
zh: 开彩明细

# tjpTWin
source: Total Prizes
ja: 総賞金
th: รางวัลทั้งหมด
vi: Tổng số giải thưởng
zh: 总派彩

# tjpwaitResult
source: Please wait for the result
ja: 抽選の結果をお待ちください
th: กรุณารอผล
vi: Vui lòng đợi kết quả
zh: 请等待开彩结果

# tjpWinNum
source: Winning Numbers
ja: 抽選コード
th: หมายเลขที่ชนะ
vi: Số chiến thắng
zh: 开彩号码

# tjpWinNum1
source: Winning Numbers
ja: 抽選コード
th: หมายเลขที่ชนะ
vi: Số chiến thắng
zh: 开彩号码

# tjpyourbet
source: Your Bet
ja: あなたのベット
th: เดิมพันของคุณ
vi: đặt cược của bạn
zh: 您的投注

# tjpyourbet1
source: Your Bet
ja: あなたのベット
th: เดิมพันของคุณ
vi: đặt cược của bạn
zh: 您的投注

# tviewJackpot
source: Open Jackpot
ja: 未決済のベット
th: เปิดแจ๊คพอต
vi: Mở Jackpot
zh: 未结彩池投注

# tjackpotS7
source: Select the last digit of the final score of each team
ja: 各チームの合計スコアの最後の桁を選択します
th: เลือกตัวเลขสุดท้ายของคะแนนสุดท้ายของแต่ละทีม
vi: Chọn chữ số cuối cùng của điểm cuối cùng của mỗi đội
zh: 选择每个球队总分数的最后个位数字

# tLogCout
source: You have been logged out
ja: ログアウトしました
th: คุณออกจากระบบแล้ว
vi: bạn đã được đăng xuất
zh: 您已登出。

source: Edit Stake
th: แก้ไขสเตค
vi: Chỉnh sửa cổ phần
zh: 编辑投注金额

source: OFF
th: ปิด
vi: Tắt
zh: 关闭

source: ON
th: บน
vi: trên
zh: 开启

source: Quickbet
ja: クイックベット
vi: Cược nhanh
zh: 快速投注
