Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# tNoActiveNext24Hrs
source: No Active Event(s) in Next 24 Hours
ja: 今後24時間以内に開催されるイベントはありません
th: ไม่มีกิจกรรมที่ใช้งานใน 24 ชั่วโมงถัดไป
vi: Không có sự kiện hoạt động trong 24 giờ tới
zh: 在未来24小时内没有开放赛事

# tUpcomingEvents
source: Upcoming Events
ja: 24時間以内のイベント
th: เหตุการณ์ที่จะเกิดขึ้น
vi: Các sự kiện sắp tới
zh: 24小时内的赛事

# tLiveSportStreaming
source: Live Sport Streaming
ja: ライブスポーツストリーミング
th: สตรีมมิ่งกีฬาสด
vi: Truyền phát thể thao trực tiếp
zh: 赛事直播

source: Back
ja: 戻る
th: กลับ
vi: trở lại
zh: 返回

# tComboBetting
source: Combo Betting
ja: コンボベット
th: การเดิมพันแบบคอมโบ
vi: COMBO ĐẶT CƯỢC
zh: 连串过关

# tStartingSoon
source: Starting Soon
ja: まもなく開始
th: เริ่มแข่งเร็วๆนี้
vi: BẮT ĐẦU SỚM
zh: 即将开赛

# tLiveBet
source: Live Betting
ja: ライブベッティング
th: การเดิมพันสด
vi: TRỰC TIẾP
zh: 现场滚球

# t71345
source: Note : 1 = Home/Left Team; x = Draw; 2 = Away/Right"
ja: 備考：1 =左チーム; X =同点; 2 =右チーム
th: หมายเหตุ: 1 = ทีมเจ้าบ้าน / ซ้าย; x = วาด; 2 = ออกไป / ขวา "
vi: LƯU Ý: 1 = Đội về nhà/trái; x = rút; 2 = Away/Right "
zh: 备注:1 =左边队伍; X =和局;2 =右边队伍

# tAll
source: All
ja: すべて
th: ทั้งหมด
vi: Cả Trận
zh: 全部

# tAmountInvested
source: Amount Invested
ja: ベット金額
th: จำนวนเงินลงทุน
vi: Tiền cược thực tế
zh: 投注金额

# tClickOddsBetcard
source: Please click on the odds to add the selection(s) to the betcard
ja: ベットカードに追加するには、関連するベッティングイベントをもう一度クリックしてください
th: โปรดคลิกที่ราคาต่อรองเพื่อเพิ่มการเลือกลงใน betcard
vi: Vui lòng nhấp vào tỷ lệ cược để thêm (các) lựa chọn vào Betcard
zh: 请再次点击有关投注赛项增加至投注卡

# tConfirmBet
source: Bet
ja: ベットを確認
th: เดิมพัน
vi: Đặt cược
zh: 确认投注

# tDoubleResultBasketball
source: Half Time / Full Time Basketball
ja: ハーフタイム/フルタイムバスケットボール
th: บาสเก็ตบอลครึ่งเวลา / เต็มเวลา
vi: Hiệp 1 / bóng rổ toàn thời gian
zh: 篮球半场 / 全场

# tHighestQuarter
source: Highest Scoring Quarter
th: เกณฑ์การให้คะแนนสูงสุด
vi: Hiệp cao nhất
zh: 最高节数

# tInvalidStake
source: Invalid stake
ja: 無効なベット
th: การเดิมพันไม่ถูกต้อง
vi: Cổ phần không hợp lệ
zh: 本金不正确

# tMinimumBet
source: Minimum bet amount should be
ja: 最小ベットは
th: จำนวนเงินเดิมพันขั้นต่ำควรเป็น
vi: Số tiền đặt cược tối thiểu phải là
zh: 最低投注额是

# tMore
source: ---More---
ja: ---さらに---
th: ---มากกว่า---
vi: --- Thêm ---
zh: ---更多---

# tNoActiveEventsAvailable
source: No Active Events Available
ja: イベントはありません
th: ไม่มีกิจกรรมที่ใช้งานได้
vi: Không có sự kiện hoạt động có sẵn
zh: 没有开放赛事

# tOddEvenRemark
source: any Match resulting in "0-0" will be settled on an even number of goals.
ja: 結果が「0-0」の試合はイーブンです
th: การแข่งขันใด ๆ ที่ส่งผลให้ "0-0" จะถูกตัดสินจากจำนวนประตูที่เท่ากัน
vi: Bất kỳ trận đấu nào có kết quả "0-0", kết quả cho cược đặt này đều được tính là Chẵn
zh: 所有赛果为"0-0"的将视为双数

# tPayout
source: Payout
ja: 賞金
th: การจ่ายเงิน
vi: Thanh toán
zh: 派彩

# tSelection
source: Selection
ja: オプション
th: การเลือก
vi: Lựa chọn
zh: 选项

# tWinMarginBasketball
source: Winning Margin Basketball
ja: バスケットボールのウィニングマージン
th: มาร์จิ้นชนะบาสเกตบอล
vi: Chiến thắng bóng rổ lợi nhuận
zh: 篮球净贏比分

# acceptAll
source: Accept any odds/values changes
ja: オッズ/ハンディキャップの変更を受け入れる
th: ยอมรับการเปลี่ยนแปลงราคา / ค่าใด ๆ
vi: Chấp nhận bất kỳ tỷ lệ cược/Giá thay đổi
zh: 接受任何赔率/盘口

# acceptAnyValue
source: Accept Value Changes
ja: ハンディキャップの変更
th: ยอมรับการเปลี่ยนแปลงค่า
vi: Tự động chấp nhận khi kèo cược có thay đổi
zh: 接受任何盘口

# acceptHigher
source: Accept higher odds
ja: より高いオッズを受け入れる
th: ยอมรับอัตราต่อรองที่สูงขึ้น
vi: Chấp nhận tỷ lệ cược cao hơn
zh: 接受较高赔率

# tBetAmount
source: Bet Amount
ja: ベット金額
th: จำนวนเงินเดิมพัน
vi: Số tiền cược
zh: 投注款额

# tBetConfirmation
source: Bet Confirmation
ja: ベット情報
th: ยืนยันการเดิมพัน
vi: Xác nhận đặt cược
zh: 投注资料

# tBetSuccess
source: Bet(s) successfully confirmed.
ja: ベットは承認されました
th: ยืนยันการเดิมพันสำเร็จแล้ว
vi: Đặt cược (S) đã xác nhận thành công.
zh: 您的投注已经确认了。

# tErrorCode
source: Error Code:
ja: エラーコード：
th: รหัสข้อผิดพลาด:
vi: Mã lỗi:
zh: 故障编号

# tEventClosed
source: Event is closed for bet placements.
ja: イベントが終了しているため、ベットできません
th: กิจกรรมถูกปิดสำหรับตำแหน่งการเดิมพัน
vi: Sự kiện được đóng cho các vị trí đặt cược.
zh: 无法投注因赛项已关盘

# tLimitReached
source: Limit Reached
ja: 制限に達しました
th: ถึงขีด จำกัด
vi: giới hạn đạt được
zh: 限额已达到

# tMaxBetAmt
source: Maximum Bet Amount:
ja: 最大ベット金額：
th: จำนวนเงินเดิมพันสูงสุด:
vi: Số tiền đặt cược tối đa:
zh: 最高投注金额

# tMaxBetReached
source: Maximum bet amount reached
ja: 最大ベット額に達しました
th: จำนวนเงินเดิมพันสูงสุดที่กำหนด
vi: Số tiền đặt cược tối đa đạt được
zh: 已达到最高投注金额

# tThankYou
source: Thank you and Good Luck.
th: ขอขอบคุณและขอให้โชคดี
vi: Cảm ơn bạn và chúc may mắn.
zh: 谢谢您，并祝您好运。

# tBetMoment
source: Please note that it may take a moment before the bet(s) statement appears in your account history.
ja: 注意：このベット記録は、しばらくするとアカウントの記録に表示されます。
th: โปรดทราบว่าอาจใช้เวลาสักครู่ก่อนที่คำสั่งเดิมพันจะปรากฏในประวัติบัญชีของคุณ
vi: Xin lưu ý rằng có thể mất một chút thời gian trước khi câu lệnh BET (S) xuất hiện trong lịch sử tài khoản của bạn.
zh: 请注意：此投注记录片刻后就会出现在您的帐户记录里。

# t02114
source: Please make your selection first
ja: 最初に選択してください
th: โปรดทำการเลือกของคุณก่อน
vi: Vui lòng thực hiện lựa chọn của bạn trước
zh: 请先作出选择

# t04840
source: Maximum number of selection reached
ja: 指定されたイベントオプションを超過しました
th: ถึงจำนวนที่เลือกสูงสุด
vi: Số lượng lựa chọn tối đa đạt được
zh: 已超过指定赛项选择

# t71360
source: Please select 1st and 2nd OR select 2 Any Order to place bet
ja: 最初と2番目を選択するか、2つのうちの1つを選択してベットしてください。
th: โปรดเลือกที่ 1 และ 2 หรือเลือก 2 คำสั่งใดก็ได้เพื่อวางเดิมพัน
vi: Vui lòng chọn lần thứ 1 và thứ 2 hoặc chọn 2 bất kỳ đơn đặt hàng nào để đặt cược
zh: 请选择第一和第二或者是选择两者其中一个进行投注。

# t71406
source: Please pick 2 or more QUINELLA selections
ja: 2つ以上のキネラオプションを選択してください
th: โปรดเลือก QUINELLA 2 ตัวเลือกขึ้นไป
vi: Vui lòng chọn 2 lựa chọn Quinella
zh: 请选择两个或以上的连嬴选项

# t71407
source: Please pick only one BANKER
ja: 1つのバンカーを選択してください
th: โปรดเลือกธนาคารเดียวเท่านั้น
vi: Vui lòng chỉ chọn một nhân viên nhà cái
zh: 请仅选择一个马胆

# t71408
source: Please pick 1 or more QUINELLA selection(s) to bet
ja: ベットするために1つ以上のキネラを選択してください
th: โปรดเลือก 1 ตัวเลือก QUINELLA เพื่อเลือกเดิมพัน
vi: Vui lòng chọn (các) lựa chọn Quinella hoặc nhiều hơn để đặt cược
zh: 请选择一个或以上的连嬴选项以进行投注

# t00013
source: HELP
ja: ヘルプ
th: ช่วยเหลือ
vi: Trợ giúp
zh: 帮助

# t71721
source: About Alan Weinrib
ja: Alan Weinribについて
th: เกี่ยวกับ Alan Weinrib
vi: Giới thiệu về Alan Weinrib
zh: 关于艾伦维布

# luziBaccarat
source: Prevision Casino Games
ja: ロードゲームシリーズ
th: ก่อนหน้าเกมคาสิโน
vi: Trò chơi sòng bạc dự đoán trước
zh: 路子游戏系列

# luziIntro
source: &nbsp;&nbsp;&bull;&nbsp;Introduction
ja: 紹介
th: &nbsp;&nbsp;&bull;&nbsp;บทนำ
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbsp;
zh: &nbsp;&nbsp;&bull;&nbsp;路子简介

# luziAccounts
source: &nbsp;&nbsp;&bull;&nbsp;Accounts
ja: アカウント
th: &nbsp;&nbsp;&bull;&nbsp;บัญชี
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbsp;
zh: &nbsp;&nbsp;&bull;&nbsp;帐户

# luziStartPlay
source: Start Playing
ja: ゲーム開始
th: เริ่มเล่น
vi: Bắt đầu chơi
zh: 开始游戏

# luziBetType
source: &nbsp;&nbsp;&bull;&nbsp;Bet Type
ja: ベットタイプ
th: &nbsp;&nbsp;&bull;&nbsp;ประเภทการเดิมพัน
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbs
zh: &nbsp;&nbsp;&bull;&nbsp;游戏类型

# luziRules
source: &nbsp;&nbsp;&bull;&nbsp;Rules
ja: ルール
th: &nbsp;&nbsp;&bull;&nbsp;กฎระเบียบ
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbs
zh: &nbsp;&nbsp;&bull;&nbsp;规则

# easyballGame
source: Easyball
ja: イージーボール
th: เดิมพัน Easyball
zh: 易胜球

# easyballBettype
source: &nbsp;&nbsp;&bull;&nbsp;Bet Type
ja: ベットタイプ
th: &nbsp;&nbsp;&bull;&nbsp;ประเภทการเดิมพัน
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbs
zh: &nbsp;&nbsp;&bull;&nbsp;游戏类型

# easyballIntro
source: &nbsp;&nbsp;&bull;&nbsp;Introduction
ja: 紹介
th: &nbsp;&nbsp;&bull;&nbsp;บทนำ
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbsp;
zh: &nbsp;&nbsp;&bull;&nbsp;易胜球简介

# howToPlaceBet
source: &nbsp;&nbsp;&bull;&nbsp;How to Place Bet
ja: ベット方法
th: &nbsp;&nbsp;&bull;&nbsp;วิธีการวางเดิมพัน
vi: &amp; nbsp; &amp; nbsp; &amp; bull; &amp; nbs
zh: &nbsp;&nbsp;&bull;&nbsp;如何下注

# t71719
source: Privacy
ja: プライバシー
th: ความเป็นส่วนตัว
vi: Quyền riêng tư
zh: 隐私

# t71720
source: About Us
ja: 私たちについて
th: เกี่ยวกับเรา
vi: Giới thiệu về chúng tôi
zh: 关于我们

# t00120
source: Affiliate
ja: アフィリエイト
th: เข้าร่วม
vi: Liên kết
zh: 联营

# t71129
source: Trademark
ja: 商標
th: เครื่องหมายการค้า
vi: Thương hiệu
zh: 商标

# responsibleTitle
source: Responsible Gaming
ja: 責任あるゲーム
th: การเล่นเกมอย่างรับผิดชอบ
vi: chơi game có trách nhiệm
zh: 博彩责任

# t00005
source: Sports Terms
ja: スポーツ規約
th: ข้อตกลงการกีฬา
vi: Điều khoản thể thao
zh: 体育条例

# t00006
source: Browser
ja: ブラウザ
th: เบราว์เซอร์
vi: Trình duyệt
zh: 游览器

# lbContact
source: Contact Us
ja: お問い合わせ
th: ติดต่อเรา
vi: Liên Hệ
zh: 联系我们

source: How To Deposit
ja: 入金方法
th: วิธีฝากเงิน
vi: Cách ký gửi
zh: 如何存款

source: How To Withdraw
ja: 出金方法
th: วิธีถอนเงิน
vi: Cách rút tiền
zh: 如何提款

source: How To Bet
ja: ベット方法
th: วิธีเดิมพัน
vi: Làm thế nào để đặt cược
zh: 如何参与

# howToLiveBet
source: How To Place Live Bets
ja: ライブベッティング方法
th: วิธีการวางเดิมพันสด
vi: Cách đặt cược trực tiếp
zh: 如何使用现场滚球投注

# howToLiveBetCombo
source: How To Place Combo Live Bets
ja: コンボベット方法
th: วิธีเดิมพัน Combo Live Bets
vi: Cách đặt cược trực tiếp combo
zh: 怎样下注滚球连串过关

source: Live Bet Agreement
ja: ライブベット
th: ข้อตกลงการเดิมพันสด
vi: Thỏa thuận đặt cược trực tiếp
zh: 现场滚球投注

# t00004
source: Bets
ja: ベット
th: เดิมพัน
vi: đặt cược
zh: 投注

# t71355
source: 1st
th: ครั้งที่ 1
zh: 第一

# t71356
source: 2nd
th: ครั้งที่ 2
zh: 第二

# t71357
source: Any Order
ja: 任意の指示
th: คำสั่งใด ๆ
vi: bất kỳ đơn đặt hàng nào
zh: 任何指令

# tBanker
source: Banker
ja: バンカー
th: แบงเกอร์
vi: nhân viên nhà cái
zh: 马胆

# t00192
source: Submit
ja: 提出
th: ยืนยัน
vi: XÁC NHẬN
zh: 提交

# t70304
source: Thank you for your e-mail.
ja: ご連絡ありがとうございます
th: ขอขอบคุณสำหรับอีเมลของคุณ.
vi: Cảm ơn bạn vì e-mail của bạn.
zh: 谢谢您的电邮.

# t70305
source: Our representative will get back to you within 24 hours.
ja: カスタマーサービスチームから24時間以内にご連絡いたします。
th: ตัวแทนของเราจะติดต่อกลับภายใน 24 ชั่วโมง
vi: Người đại diện của chúng tôi sẽ liên hệ lại với bạn trong vòng 24 giờ.
zh: 我们的客户服务部执行人员将会在24小时内舆您联系.

# tCannotRetrieveBet
source: Cannot retrieve bet details. Please contact us.
ja: ベット情報を取得できませんでした
th: ไม่สามารถดึงรายละเอียดการเดิมพัน กรุณาติดต่อเรา.
vi: Không thể truy xuất chi tiết BET. Vui lòng liên hệ với chúng tôi.
zh: 无法获得投注资料。

# tInRunning
source: In Running
ja: ベッティング
th: ในการวิ่ง
vi: trong chạy
zh: 滚球

# tAddedToBetcard
source: Selection added to betcard
ja: ベットカードにオプションを追加
th: เพิ่มส่วนที่เลือกลงใน betcard แล้ว
vi: Lựa chọn được thêm vào thẻ cược
zh: 选项已添加到投注卡

# tError5033
source: The handicap value has been changed. Please refresh the page to get the latest handicap value.
ja: エラーコード：ハンディキャップの値が変更されました。最新のハンディキャップ値を取得するには、ページを更新してください。
th: เปลี่ยนค่าแฮนดิแคปแล้ว โปรดรีเฟรชหน้านี้เพื่อรับค่าแฮนดิแคปล่าสุด
vi: The Handicap giá trị đã được thay đổi. Vui lòng làm mới trang để có được người khuyết tật mới nhất giá trị.
zh: 故障编号: - 赔率或让分盘盘口已被更新

# tError5056
source: Event(s) cannot be added to the Bet Card because 2 or more selections are related OR event(s) already selected.
ja: 2つ以上の関連イベントを選択しているか、イベントがすでに選択されているため、イベントをベットカードに追加できませんでした。
th: ไม่สามารถเพิ่มกิจกรรมลงในบัตรเดิมพันได้เนื่องจากมีการเลือก 2 รายการขึ้นไปที่เกี่ยวข้องหรือมีการเลือกกิจกรรมแล้ว
vi: (s) sự kiện không thể được thêm vào thẻ BET vì 2 hoặc nhiều lựa chọn có liên quan hoặc (các) sự kiện đã được chọn.
zh: 赛项无法添加到投注卡因为两个以上相关赛项已被选择或此赛项已被选入

# tMaxBetMsg
source: Stake entered is greater than the maximum bet amount. Please enter a lower stake.
ja: 申し訳ありませんが、最大支払い額を超えたため、ベットを受け付けできませんでした。表示されている最大ベット額に基づいてベットすることができます。
th: เงินเดิมพันที่ป้อนมากกว่าจำนวนเงินเดิมพันสูงสุด โปรดป้อนเงินเดิมพันที่ต่ำกว่า
vi: Cổ phần được nhập lớn hơn số tiền đặt cược tối đa. Vui lòng nhập cổ phần thấp hơn.
zh: 对不起，你的投注不被接受因已超过最高派彩。你可根据所显示的最高投注额作出投注

# tRefresh
source: Refresh
ja: 更新
th: รีเฟรช
vi: Làm mới
zh: 刷新

# tHelp
source: Help
ja: ヘルプ
th: ช่วยเหลือ
vi: Hỗ Trợ
zh: 帮助

# tPrint
source: Print
ja: 印刷
th: พิมพ์
vi: in
zh: 打印

# t60000
source: Selection 1
ja: オプション1
th: การคัดเลือก 1
vi: Lựa chọn 1
zh: 选项1

# t60001
source: Selection 2
ja: オプション2
th: การคัดเลือก 2
vi: Lựa chọn 2
zh: 选项2

# t60002
source: Selection 3
ja: オプション3
th: การคัดเลือก 3
vi: Lựa chọn 3
zh: 选项3

# t60003
source: Selection 4
ja: オプション4
th: การเลือก 4
vi: Lựa chọn 4
zh: 选项4

# t60004
source: Selection 5
ja: オプション5
th: การเลือก 5
vi: Lựa chọn 5
zh: 选项5

# t60005
source: Selection 6
ja: オプション6
th: การคัดเลือก 6
vi: Lựa chọn 6
zh: 选项6

# t60006
source: 1st Ball
ja: 1st ボール
th: บอลที่ 1
vi: Bóng 1
zh: 平码1

# t60007
source: 2nd Ball
ja: 2nd ボール
th: ลูกที่สอง
vi: Bóng thứ 2
zh: 平码2

# t60008
source: 3rd Ball
ja: 3rd ボール
th: ลูกที่สาม
vi: Ball 3
zh: 平码3

# t60009
source: 4th Ball
ja: 4th ボール
th: ลูกที่ 4
vi: Bóng thứ 4
zh: 平码4

# t60010
source: 5th Ball
ja: 5th ボール
th: ลูกที่ 5
vi: Bóng 5
zh: 平码5

# t60011
source: 6th Ball
ja: 6th ボール
th: ลูกที่ 6
vi: Bóng thứ 6
zh: 平码6

# t70001
source: Main
ja: メイン
th: หลัก
vi: Chính
zh: 主单

# t70002
source: Zodiac
ja: 干支
th: ราศี
zh: 生肖

# t70003
source: Millenary
ja: ミレニアム
th: เดิมพัน Millenary
zh: 三组後位数

# t70004
source: Myriad
ja: ミリアド
th: นับไม่ถ้วน
vi: My Myriad
zh: 四组後位数

# t02115
source: Please select 3 numbers for Millenary
ja: ミレニアムは3桁を選択してください
th: โปรดเลือก 3 หมายเลขสำหรับสหัสวรรษ
vi: Vui lòng chọn 3 số cho millenary
zh: 三组后位数需选择3个数字

# t02116
source: Please select 4 numbers for Myriad
ja: ミリアドは4桁を選択してください
th: โปรดเลือก 4 หมายเลขสำหรับ Myriad
vi: Vui lòng chọn 4 số cho vô số
zh: 四组后位数需选择4个数字

# t04752
source: Straight
ja: 単式
th: ตรง
vi: Thẳng
zh: 单式过关

# t04760
source: The minimum bet amount is
ja: 最小ベット額は
th: จำนวนเงินเดิมพันขั้นต่ำคือ
vi: Số tiền đặt cược tối thiểu là
zh: 最低投注额是

# t04776
source: Draw Date:
ja: 抽選日
th: วันที่วาด:
vi: Ngày rút:
zh: 抽奖日期:

# t04789
source: Multiple
ja: 複式
th: หลายอย่าง
vi: Nhiều
zh: 复式

# t04812
source: Total
ja: トータル
th: รวม
vi: Tài/Xỉu
zh: 大小盘

# t56151
source: Balls Selected
ja: ボールを選択してください
th: เลือกลูก
vi: Bóng được chọn
zh: 选择球数

# t70005
source: Exact
ja: ナンバー
th: แน่นอน
vi: Chính xác
zh: 号码

# t71069
source: Selection
ja: オプション
th: การเลือก
vi: Lựa Chọn
zh: 选项

# t71075
source: Max
ja: 最大
th: แม็กซ์
vi: Tối đa
zh: 最高

# t71094
source: Bonus Ball
ja: ボーナス
th: บอลโบนัส
vi: Bóng thưởng
zh: 特别号码

# t71095
source: Specials
ja: スペシャルベット
th: พิเศษ
vi: Đặc Biệt
zh: 特别投注

# sBHeaderZodiac
source: Which Zodiac Group will the drawn [BALL] be in?
ja: 【ボール】どの干支番号に属しますか？
vi: Nhóm Zodiac sẽ rút ra [bóng] trong?
zh: [BALL] 属于哪一个生肖的号码?

# sBMillenaryInstruction
source: <p>You may select 3 last digits that you predict will come out<br />as the lotto result. Please note that the bonusdraw<br />is not included in this bet type.</p>
ja: <p>ロトの結果として<br />出てくると予測する最後の3桁を選択できます。ボーナスドローは<br />このベットタイプには含まれていませんのでご注意ください。</p>
th: <p>คุณสามารถเลือก 3 หลักสุดท้ายที่คุณคาดว่าจะออกมา<br />เป็นผลล็อตโต้ โปรดทราบว่าการจับโบนัส<br />ไม่รวมอยู่ในประเภทการเดิมพันนี้.</p>
vi: &lt;p&gt; bạn có thể chọn 3 chữ số cuối cùng mà bạn dự đoán sẽ xuất hiện &lt;br /&gt; theo kết quả của xổ số. Xin lưu ý rằng phần thưởng &lt;br/&gt; không được bao gồm trong loại đặt cược này. &lt;/p&gt;
zh: <p>您可以选择 "三组个位数"<br />以预测即将摇出的平码成绩的尾数。<br />请注意 "特别号码" 不包括在内。</p>

# sBMyriadInstruction
source: <p>You may select 4 last digits that you predict will come out<br />as the lotto result. Please note that the bonusdraw<br />is not included in this bet type.</p>
ja: <p>ロトの結果として<br />出てくると予測する最後の4桁を選択できます。ボーナスドローは<br />このベットタイプには含まれていませんのでご注意ください。</p>
th: <p>คุณสามารถเลือก 4 หลักสุดท้ายที่คุณคาดว่าจะออกมา<br />เป็นผลล็อตโต้ โปรดทราบว่าโบนัส<br />ไม่รวมอยู่ในประเภทการเดิมพันนี้.</p>
vi: &lt;p&gt; bạn có thể chọn 4 chữ số cuối cùng mà bạn dự đoán sẽ xuất hiện &lt;br /&gt; là kết quả của xổ số. Xin lưu ý rằng phần thưởng &lt;br/&gt; không được bao gồm trong loại đặt cược này. &lt;/p&gt;
zh: <p>您可以选择 "四组个位数"<br />以预测即将摇出的平码成绩的尾数。<br />请注意 "特别号码" 不包括在内。</p>

# t01184
source: Stake
ja: ベット金額
th: เดิมพัน
vi: Tiền Cược
zh: 投注金额

# t01185
source: Payout
ja: 賞金
th: การจ่ายเงิน
vi: Thanh Toán
zh: 派彩

# t01181
source: BET
ja: ベット
th: เดิมพัน
vi: Đặt cược
zh: 投注

# t71128
source: Close
ja: 閉じる
th: ปิด
vi: Đóng
zh: 关闭

# t71212
source: Events
ja: イベント
th: เหตุการณ์ที่เกิดขึ้น
vi: Sự Kiện
zh: 赛项

# recentBetStatus
source: Status
ja: ステータス
th: สถานะ
vi: Trạng thái
zh: 状况

source: Bet Card
ja: ベットカード
th: บิลเดิมพัน
vi: Thẻ Đặt Cược
zh: 投注卡

# earlySettlement
source: Cash Out
ja: 早期決済
th: เงินออก
vi: Thanh lý
zh: 提前结算

# t70200
source: Are you sure want to remove all selections?
ja: すべてのオプションを削除してもよろしいですか？
th: คุณต้องการลบการเลือกทั้งหมดหรือไม่
vi: Bạn có chắc muốn xóa tất cả các lựa chọn không?
zh: 你确定要删除所有选项？

# tBetcardAlreadySelected
source: Event(s) cannot be added to the Bet Card because event(s) already selected.
ja: イベントはすでに選択されているため、イベントをベットカードに追加することはできません。
th: ไม่สามารถเพิ่มกิจกรรมลงในบัตรพนันได้เนื่องจากมีการเลือกกิจกรรมไว้แล้ว
vi: (S) không thể được thêm vào thẻ ĐẶT CƯỢC vì (các) sự kiện đã được chọn.
zh: 赛项不能增设在投注卡内因为该赛项已经被选定。

# tBetcardChanged
source: The odds/handicap value has changed. Do you wish to proceed?
ja: オッズ/ハンディキャップが更新されました。続行しますか？
th: ค่าอัตราต่อรอง / แต้มต่อมีการเปลี่ยนแปลง คุณต้องการที่จะดำเนินการต่อไป?
vi: Tỷ lệ cược/Handicap giá trị đã thay đổi. Bạn có muốn tiếp tục không?
zh: 赔率/让分球已经更新，您是否继续？

# tInning
source: x Inning
ja: 第xラウンド
th: x โอกาส
vi: x đóng
zh: 第x局

# tLive
source: Live
ja: ライブベッティング
th: มีชีวิต
vi: Trực tiếp
zh: 滚球赛项

# tRemoveAll
source: Remove All
ja: すべて削除
th: ลบทั้งหมด
vi: Xóa tất cả
zh: 全部删除

# tSetBetting
source: To Win Set
ja: 勝利セット
th: เพื่อชนะเซต
vi: Số tiền thắng
zh: 赢得局数

source: Pending
ja: 保留中のステータス
th: รอดำเนินการ
vi: Chờ xử lý
zh: 未决状态

# betconformation
source: Bet Confirmation
ja: ベット情報
th: ยืนยันการเดิมพัน
vi: Bet xác nhận
zh: 投注资料

# t71482
source: Total Score Over
ja: トータルスコアオーバー
th: คะแนนรวมมากกว่า
vi: Tài
zh: 大小盘以上

# t71483
source: Total Score Under
ja: トータルスコアアンダー
th: คะแนนรวมต่ำกว่า
vi: Xỉu
zh: 大小盘以下

source: Selection
ja: 選択したアイテム
th: การเลือก
vi: Lựa chọn
zh: 已选项目

source: Status
ja: ステータス
th: สถานะ
vi: Trạng Thái
zh: 状态

# tNoStartingSoonAvailable
source: No Games Available
ja: 試合はありません
th: ไม่มีเกม
vi: Không có trò chơi có sẵn
zh: 暂无赛事

# tNoHotEventAvailable
source: No Games Available
ja: 試合はありません
th: ไม่มีเกม
vi: Không có trò chơi có sẵn
zh: 暂无赛事

# tSetFive
source: (5th Set)
ja: (5th セット)
th: (ชุดที่ 5)
vi: (bộ thứ 5)
zh: (第五局)

# tSetFour
source: (4th Set)
ja: (4th セット)
th: (ชุดที่ 4)
vi: (bộ thứ 4)
zh: (第四局)

# tSetOne
source: (1st Set)
ja: (1st セット)
th: (ชุดที่ 1)
vi: (tập 1)
zh: (第一局)

# tSetThree
source: (3rd Set)
ja: (3rd セット)
th: (ชุดที่ 3)
vi: (tập 3)
zh: (第三局)

# tSetTwo
source: (2nd Set)
ja: (2nd セット)
th: (ชุดที่ 2)
vi: (tập 2)
zh: (第二局)

# liveBet
source: Live Bets
ja: ライブベッティング
th: การเดิมพันสด
vi: Cược trực tiếp
zh: 滚球赛项

# quickLivebetConfirm
source: Your bet has been submitted, please view the status window or check the bet statement in your account history.
ja: ベットが送信されました。ステータスを検索するか、アカウントのベット履歴を確認してください。
th: การเดิมพันของคุณถูกส่งไปแล้วโปรดดูหน้าต่างสถานะหรือตรวจสอบใบแจ้งยอดการเดิมพันในประวัติบัญชีของคุณ
vi: Đặt cược của bạn đã được gửi, vui lòng xem cửa sổ trạng thái hoặc kiểm tra câu lệnh ĐẶT CƯỢC trong lịch sử tài khoản của bạn.
zh: 您的投注已提交，请查看状况视窗或检查您帐户里的投注记录。

# quickLivebetThankyou
source: Thank you and Good Luck.
th: ขอขอบคุณและขอให้โชคดี
vi: Cảm ơn bạn và chúc may mắn.
zh: 谢谢您，祝好运！

# tBetSubmission
source: Bet Submission
ja: ベットを送信しました
th: ส่งการเดิมพัน
vi: gửi đặt cược
zh: 投注已提交

# tScore
source: Score :
ja: スコア：
th: คะแนน:
vi: điểm:
zh: 分数 :

# t01182
source: RESET
ja: リセット
th: วางใหม่
vi: Đặt lại
zh: 重新设定

# t02112
source: Invalid number.
ja: 無効なナンバー
th: หมายเลขไม่ถูกต้อง
vi: Số không hợp lệ.
zh: 号码无效

# t04822
source: Minimum bet amount should be
ja: 最小ベット額は
th: จำนวนเงินเดิมพันขั้นต่ำควรเป็น
vi: Số tiền đặt cược tối thiểu phải là
zh: 最低投注额是

# t04854
source: Please specify your stake value
ja: ベット金額を入力してください
th: โปรดระบุมูลค่าเงินเดิมพันของคุณ
vi: Vui lòng chỉ định cổ phần của bạn giá trị
zh: 请注明您的投注额

# t04849
source: Select
ja: 選択
th: เลือก
vi: Chọn
zh: 选择

# t04850
source: Maximum number of teams is
ja: チームの最大数は
th: จำนวนทีมสูงสุดคือ
vi: Số lượng đội tối đa là
zh: 最多队伍是

# t04851
source: Minimum number of teams is
ja: チームの最小数は
th: จำนวนทีมขั้นต่ำคือ
vi: Số lượng đội tối thiểu là
zh: 最少队伍是

# t71046
source: Handicap
ja: ハンディキャップ
th: แต้มต่อ
vi: Cược Chấp
zh: 让分盘

# t71143
source: Betting not available
ja: ベットは受け付けていません
th: ไม่สามารถวางเดิมพันได้
vi: cá cược không khả dụng
zh: 暂时未接受投注

# tAccepted
source: Accepted
ja: 承認されました
th: ได้รับการยอมรับ
vi: Được chấp nhận
zh: 已接受

# tFailed
source: Failed
ja: 失敗しました
th: ล้มเหลว
vi: thất bại
zh: 失败

# tPending
source: Pending
ja: 処理中です
th: รอดำเนินการ
vi: Chờ xử lý
zh: 处理中

# tStake
source: Stake
ja: ベット額
th: เดิมพัน
vi: Tiền cược
zh: 投注额

# tLose
source: Lose
ja: 負け
th: แพ้
zh: 输

# tUnprocessed
source: unprocessed
ja: 処理されていません
th: ไม่ได้เปลี่ยนแปลง
vi: chưa được xử lý
zh: 不被处理

# tMainDraw
source: Main Draw
ja: メインドロー
th: หน้าหลัก
vi: Rút chính
zh: 搅珠

# tResult
source: Result:
ja: 結果：
th: ผลลัพธ์:
zh: 成绩:

# tRedCard
source: Red Card
ja: レッドカード
th: ใบแดง
vi: Thẻ đỏ
zh: 红卡

# tNews
source: News
ja: 最新ニュース
th: ข่าว
vi: Tin tức
zh: 最新消息

source: Date
ja: 日付
th: วันที่
vi: Ngày
zh: 日期

# t71933
source: Notice
ja: 告知
th: แจ้งเตือน
vi: Thông báo
zh: 公告

# txtNoNotices
source: No Notices right now, pls check back later
ja: 通知メッセージはありません
th: ไม่มีการแจ้งเตือนในขณะนี้กรุณากลับมาตรวจสอบภายหลัง
vi: Không có thông báo ngay bây giờ, xin vui lòng kiểm tra lại sau
zh: 现没有通告讯息，请稍候寻查

# tCashOutAmount
source: Amount
ja: 金額
th: จำนวน
vi: Số Tiền
zh: 金额

# tCashOutBet
source: Bet
ja: ベット
th: เดิมพัน
vi: Đặt cược
zh: 投注

# tCashOutClaim
source: Claim
ja: 預金
th: ข้อเรียกร้อง
vi: Xác nhận
zh: 提取

# tCashOutSubmit
source: Cashout Request Submitted
ja: 早期決済が提出されました
th: ส่งคำขอถอนเงินแล้ว
vi: Yêu cầu rút tiền Đã gửi
zh: 提前结算已提交。

# tCashOutSubmitFail
source: Cashout Request Failed
ja: 早期決済に失敗しました
th: คำขอถอนเงินล้มเหลว
vi: Yêu cầu rút tiền không thành công
zh: 提前结算失败。

# tCashOutOdds
source: CashOut Odds:
ja: 早期決済オッズ：
th: อัตราต่อรองเงินสด:
vi: Tỷ lệ rút tiền:
zh: 提前结算赔率:

# tCashOutPayout
source: Cashout Payout:
ja: 早期決済賞金：
th: การจ่ายเงินออก:
vi: Số tiền thanh lý:
zh: 派彩:

# t1st5InningsGS
source: 1st 5 Innings
ja: 1st 5イニング
th: โอกาสแรก 5
vi: 1st 5 hiệp
zh: 首五节

# t1stHalfGS
source: 1H
ja: 1st ハーフ
th: ครึ่งแรก
vi: Hiệp 1
zh: 上半场

# t1stPeriodGS
source: 1st Period
ja: 1st ピリオド
th: ช่วงที่ 1
vi: giai đoạn 1
zh: 第一节

# t1stQtrGS
source: 1Q
ja: 1st クオーター
th: 1 ควอเตอร์
zh: 第一节

# t1stHalfCorrectScoreGS
source: 1st Half Correct Score
ja: 1st ハーフコレクトスコア
th: คะแนนครึ่งแรกที่ถูกต้อง
vi: Tỉ Số Chính Xác của nửa đầu
zh: 上半场波胆

# t2ndHalfGS
source: 2H
ja: 2nd ハーフ
vi: Hiệp 2
zh: 下半场

# t2ndQtrGS
source: 2Q
ja: 2nd クオーター
zh: 第二节

# t3rdQtrGS
source: 3Q
ja: 3rd クオーター
zh: 第三节

# t4thQtrGS
source: 4Q
ja: 4th クオーター
zh: 第四节

source: Fund Transfer
ja: 送金
th: การโอนเงิน
vi: Chuyển Ví
zh: 转帐

# btnLogin
source: Login
ja: ログイン
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登入

# tFooterCopyright
source: &copy; 2006-[YEAR] YSB
ja: 著作権© 2006-[YEAR] 易胜博
vi: &amp; Sao chép; 2006- [Năm] YSB
zh: 版权© 2006-[YEAR] 易胜博

# tFooterCopyrightPR
source: &copy; 2006-[YEAR] VIP Private Room
ja: 著作権© 2006-[YEAR] 专户平台
th: 2549- [ปี] ห้องส่วนตัววีไอพี
vi: &amp; Sao chép; 2006- [Năm] Phòng riêng VIP
zh: 版权© 2006-[YEAR] 专户平台

# tIndonesianOdds
source: IND
ja: インドネシアオッズ
th: ค่าน้ำ IND
vi: Indonesia
zh: 印尼盘

# tMalaysianOdds
source: MALAY
ja: マレーシアオッズ
th: ค่าน้ำ มาเลย์
vi: Malaysia
zh: 马来盘

source: Cash Out
ja: 早期決済
th: ขายบิล
vi: Thanh Lý
zh: 提前结算

# cashOutHelp
source: What is Cash Out?
ja: 早期決済とは何ですか？
th: Cash Out คืออะไร
vi: Tiền mặt là gì?
zh: 什么是提前结算？

# errEmail
source: The Email address is in use. Please choose again.
ja: Eメールが使用されています。もう一度選択してください。
th: มีการใช้ที่อยู่อีเมล กรุณาเลือกอีกครั้ง
vi: Địa chỉ email đang được sử dụng. Vui lòng chọn lại.
zh: 电子邮件是在使用中。 请再选择。
