Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# demoApp
source: Demo
ja: デモ
th: การสาธิต
vi: Thử nghiệm
zh: 展示

source: Fishing Games
ja: 釣りゲーム
th: เกมส์ตกปลา
vi: BẮN CÁ
zh: 捕鱼游戏

source: Forget Password?
ja: パスワードをお忘れですか？
th: ลืมรหัสผ่าน?
vi: Quên Mật Khẩu?
zh: 忘记密码？

# fPWrongInfo
source: You have not entered the correct information. Please try again.
ja: 情報が一致しません。再入力してください。
th: คุณยังไม่ได้ป้อนข้อมูลที่ถูกต้อง กรุณาลองอีกครั้ง.
vi: Bạn chưa nhập thông tin chính xác. Vui lòng thử lại.
zh: 资料不符，请重新输入。

source: Home
ja: ホーム
th: หน้าหลัก
vi: Trang Chủ
zh: 首页

source: Keno
ja: スロット
th: คีโน
zh: 彩票

# languageSwitch
source: Language
ja: 言語切り替え
th: ภาษา
vi: Ngôn ngữ
zh: 语言切换

source: Live Casino
ja: ライブカジノ
th: คาสิโนสด
vi: Casino Trực Tuyến
zh: 真人娱乐场

source: Lotto
ja: ロト
th: ล๊อตโต้
vi: XỔ SỐ
zh: 各地乐透

source: Prevision Games
ja: ロードゲーム
th: เกมก่อนหน้า
vi: GAME 3D
zh: 路子娱乐场

source: Sign In
ja: ログイン
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登录

source: Sign Up
ja: 登録
th: สมัครสมาชิก
vi: Đăng ký
zh: 注册

# slotGames
source: E-Casino
ja: スロット
th: อีคาสิโน
vi: NỔ HŨ
zh: 电子娱乐场

source: SportsBook
ja: スポーツブック
th: สปอรต์บุค
vi: Thể Thao
zh: 体育竞猜

# ySBSignIn
source: YSB88 Sign In
ja: ログインする
th: YSB88 ลงชื่อเข้าใช้
vi: YSB88 đăng nhập
zh: 易胜博登录

source: Account Sign Up
ja: 新規ユーザー登録
vi: Đăng ký tài khoản
zh: 注册新用户

# fPFailed
source: You have not entered the correct information. Kindly contact<a href="mailto:info@bb248.com">info@bb248.com</a> .
ja: 情報が一致しません。<a href = "mailto：info@bb248.com"> info@bb248.com </a>にお問い合わせください。
th: คุณยังไม่ได้ป้อนข้อมูลที่ถูกต้อง กรุณาติดต่อ <a href="mailto:info@bb248.com">info@bb248.com</a> .
vi: Bạn chưa nhập thông tin chính xác. Vui lòng liên hệ <a href="mailto:info@ysbvn.com">info@ysbvn.com</a>.
zh: 资料不符，请联络 <a href="mailto:info@bb248.com">info@bb248.com</a>。

# fPFailed2
source: You have not entered the correct information. Kindly contact info@bb248.com.
vi: Bạn chưa nhập thông tin chính xác. Vui lòng liên hệ info@ysbvn.com.
zh: 资料不符，请联络info@bb248.com。

# fPSuccess
source: We have enhanced our network security and your existing password is invalid. Your temporary password has sent to your mailbox xx@xx. Temporary password is valid for 24 hours only, please change your password immediately.
ja: 当社のセキュリティシステムがアップグレードされ、既存のログインパスワードは無効になりました。新しい仮パスワードがメールアドレスxx @ xx宛にに送信されました。仮パスワードは24時間有効です。できるだけ早くパスワードを更新してください。
th: เราได้ปรับปรุงความปลอดภัยของเครือข่ายและรหัสผ่านที่มีอยู่ของคุณไม่ถูกต้อง รหัสผ่านชั่วคราวของคุณได้ส่งไปยังกล่องจดหมายของคุณแล้ว xx @ xx รหัสผ่านชั่วคราวใช้ได้ 24 ชั่วโมงเท่านั้นโปรดเปลี่ยนรหัสผ่านทันที
vi: Chúng tôi đã tăng cường bảo mật mạng và mật khẩu hiện tại của bạn không hợp lệ. Mật khẩu tạm thời của bạn đã gửi đến hộp thư xx@xx của bạn. Mật khẩu tạm thời chỉ có giá trị trong 24 giờ, vui lòng thay đổi mật khẩu của bạn ngay lập tức.
zh: 本公司安全系统已经提升，你的现有登录密码已经无效。新临时密码已经会发入你的邮箱xx@xx，临时密码有效期为24小时，请尽快更新你的密码。

source: Captcha
ja: 認証コード
th: รหัส Captcha
zh: 验证码

source: Confirm
ja: 決定
th: ยืนยัน
vi: Xác nhận
zh: 确定

source: Email
ja: Eメール
th: อีเมล
zh: 电子邮件

# fPInfo
source: You can change your password for security reasons, or you can reset your password if you forget it.
ja: セキュリティ上の理由でパスワードを変更することも、パスワードを忘れた時にリセットすることもできます。
th: คุณสามารถเปลี่ยนรหัสผ่านเพื่อเหตุผลด้านความปลอดภัยหรือหากคุณลืมรหัสผ่าน คุณสามารถรีเซ็ตรหัสผ่านใหม่
vi: Bạn có thể thay đổi mật khẩu của mình vì lý do bảo mật hoặc bạn có thể đặt lại mật khẩu của mình nếu bạn quên nó.
zh: 您可以出于安全考虑更改密码，也可以在忘记密码时重置密码。

# fPTitle
source: Forget Password
ja: パスワードを忘れた
th: ลืมรหัสผ่าน
vi: Quên mật khẩu
zh: 忘记密码

# importantMark
source: Fields marked with * are required to be entered.
ja: 赤で示された欄は入力必須項目です
th: ต้องป้อนข้อมูลในฟิลด์ที่มีเครื่องหมาย *
vi: Các thông tin có dấu * là thông tin bắt buộc mà Quý Khách phải nhập để hoàn tất Mẫu Đơn Đăng Ký. Xin Chân Thành cảm ơn Quý Khách!
zh: 有红色标记的栏目是必须要输入的。

source: Login ID
ja: ユーザーID
th: ชื่อเข้าสู่ระบบ
vi: ID Đăng Nhập
zh: 用户代号

source: Please Enter Captcha
ja: 認証コードを入力してください
th: กรุณาใส่ Captcha
vi: vui lòng nhập captcha
zh: 请输入验证码

source: Please Enter Email
ja: Eメールを入力してください
th: กรุณาใส่อีเมล์
vi: Vui lòng nhập email
zh: 请输入电子邮件

source: Please Enter Login ID
ja: ユーザーIDを入力してください
th: กรุณาใส่รหัสเข้าสู่ระบบ
vi: Vui lòng nhập ID đăng nhập
zh: 请输入用户代号

source: Please Enter Verification Code
ja: アカウントのセキュリティ認証コードを入力してください
th: กรุณาใส่รหัสยืนยัน
vi: Vui lòng nhập mã xác minh
zh: 请输入账号安全验证码

# verificationCode
source: PIN / Verification Code
ja: アカウントのセキュリティ認証コード
th: รหัสยืนยัน
vi: Mã Bảo Mật
zh: 账号安全验证码

source: Baseball
ja: 野球
th: กีฬาเบสบอล
vi: Bóng chày
zh: 棒球

source: Basketball
ja: バスケットボール
th: บาสเกตบอล
vi: Bóng Rổ
zh: 篮球

source: Handball
ja: ハンドボール
th: แฮนด์บอล
vi: Bóng ném
zh: 手球

source: Horse Racing
ja: 競馬
th: การแข่งม้า
vi: Đua ngựa
zh: 赛马

source: Others Game
ja: その他の競技種目
th: เกมอื่น ๆ
vi: Những trò chơi khác
zh: 其它赛项

source: Soccer
ja: サッカー
th: ฟุตบอล
vi: Bóng Đá
zh: 足球

source: Table Tennis
ja: 卓球
th: ปิงปอง
vi: Bóng bàn
zh: 乒乓球

source: Tennis
ja: テニス
th: เทนนิส
vi: Quần vợt
zh: 网球

source: Volleyball
ja: バレーボール
th: วอลเลย์บอล
vi: Bóng Chuyền
zh: 排球

source: Badminton
ja: バドミントン
th: แบดมินตัน
vi: Cầu lông
zh: 羽毛球

# agreeTerms
source: By submitting this application, I verify that I am of legal age and concur that my activities on this website does not contravene with the laws of my own jurisdiction, and that I understand & accept <strong>the Live Betting Agreement</strong>. I also accept all <strong>Terms and conditions</strong> and <strong>Privacy Declaration</strong> bound by this submission.
ja: 申請をするにあたり、私は法定年齢を超えており、このウェブサイトでの私のすべての活動は、私が居住している国によって管理されている法律に違反していません。 <strong>ライブベッティング契約</strong>を理解し、同意します。また、このアプリケーションに関連するすべての<strong>規約と条件</strong>および<strong>プライバシーポリシー</strong>にも同意します。
th: ในการส่งแอปพลิเคชันนี้ฉันยืนยันว่าฉันมีอายุมากและเห็นพ้องต้องกันว่ากิจกรรมของฉันในเว็บไซต์นี้ไม่ขัดต่อกฎหมายของเขตอำนาจศาลของฉัน และฉันเข้าใจว่ายอมรับข้อตกลงการเดิมพันสดฉันก็ยอมรับข้อกำหนดและเงื่อนไขทั้งหมดและประกาศความเป็นส่วนตัวที่ผูกพันตามข้อตกลงนี้
vi: Bằng cách nộp đơn này, tôi xác minh rằng tôi ở độ tuổi hợp pháp và đồng tình rằng các hoạt động của tôi trên trang web này không trái với luật pháp của chính tôi và tôi hiểu & Chấp nhận <strong> Thỏa thuận cá cược trực tiếp </strong>. Tôi cũng chấp nhận tất cả <mạnh mẽ> Điều khoản và điều kiện </strong> và <strong> Tuyên bố quyền riêng tư </strong> Bị ràng buộc bởi bản gửi này.
zh: 在提呈申请的同时，本人已超过合法年龄以及本人在此网站的所有活动并没有抵触本人所身在的国家所管辖的法律。本人了解并且接受<strong>现场滚球协议</strong>。本人也接受在此项申请下有关的所有<strong>规则与条例</strong>以及<strong>隐私声明</strong>。

source: Confirm Password
ja: パスワードをもう一度確認してください
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh: 再次确认密码

source: Invalid Captcha
ja: 認証コードが間違っています
th: แคปต์ชาไม่ถูกต้อง
vi: Captcha không hợp lệ
zh: 验证码错误

source: Invalid Email
ja: Eメールが間違っています
th: อีเมลไม่ถูกต้อง
vi: Email không hợp lệ
zh: 电子邮件错误

# invalidLoginId
source: Login ID requires at least 5 characters (alphabets or numbers only)
ja: ユーザーIDは5文字以上の文字または数字である必要があります
th: รหัสเข้าสู่ระบบต้องมีอักขระอย่างน้อย 5 ตัว (ตัวอักษรหรือตัวเลขเท่านั้น)
vi: ID đăng nhập yêu cầu ít nhất 5 ký tự (chỉ bảng chữ cái hoặc số)
zh: 用户代号需至少五个字母或数字

# invalidPassword
source: Password requires at least 6 characters
ja: パスワードは6文字以上の文字または数字である必要があります
th: รหัสผ่านต้องมีอักขระอย่างน้อย 6 ตัว
vi: Mật khẩu yêu cầu ít nhất 6 ký tự
zh: 密码需至少六个字母或数字

# invalidPhone
source: Invalid Phone Number
ja: 携帯電話番号が間違っています
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
vi: Số điện thoại không hợp lệ
zh: 手机号码错误

# invalidTerms
source: You must accept YSB88 terms and conditions and be over 18 years old
ja: 易胜博の規約と条件に同意し、18歳以上である必要があります
th: คุณต้องยอมรับข้อกำหนดในการให้บริการ YSB88 และมีอายุมากกว่า 18 ปี
vi: Bạn phải chấp nhận các điều khoản và điều kiện của YSB88 và trên 18 tuổi
zh: 您须接受易胜博的规则与条例并年龄是十八岁或以上

# invalidVerificationCode
source: Verification Code, please use alphabets and numbers only
ja: アカウントのセキュリティ認証コードは、文字と数字を使用してください
th: รหัสยืนยันโปรดใช้ตัวอักษรและตัวเลขเท่านั้น
vi: Mã xác minh, vui lòng chỉ sử dụng bảng chữ cái và số
zh: 账号安全验证码，请使用字母以及数目字

source: Password
ja: パスワード
th: รหัสผ่าน
vi: Mật Khẩu
zh: 密码

# passwordNotMatch
source: Password and confirm password does not match
ja: パスワードと確認パスワードが一致しません
th: รหัสผ่านและยืนยันรหัสผ่านไม่ตรงกัน
vi: mật khẩu và xác nhận mật khẩu không khớp
zh: 密码与确定密码不同

source: Phone
ja: 携帯電話番号
th: โทรศัพท์
vi: Điện Thoại
zh: 手机号码

# promoCode
source: Referral Code
ja: プロモーションコード
th: รหัสโปรโมชั่น
vi: Mã giới thiệu
zh: 推存码

# receiveNewsOffers
source: I would like to receive newsletter and promotional offers.
ja: ニュースレターと最新のプロモーションプランの通知を受け取りたいです。
th: ฉันต้องการรับจดหมายข่าวและข้อเสนอส่งเสริมการขาย
vi: Tôi muốn nhận bản tin và ưu đãi quảng cáo.
zh: 我要接收会员通讯以及最新的优惠计划。

# registerInfo
source: Thank You for registering with us. Each person is only allowed to have one account, and any multiple accounts shall immediately be suspended and winning bets voided without notification.
ja: アカウントを開設していただきありがとうございます。ユーザーは1人につき1つのアカウントしか保有できません。ユーザーが複数のアカウントを保有していることが判明した場合、すべてのアカウントが凍結され、すべての勝利金は事前の通知なしにキャンセルされます。
th: ขอบคุณสำหรับการลงทะเบียนกับเรา แต่ละคนได้รับอนุญาตให้มีเพียงหนึ่งบัญชีเท่านั้นและหลาย ๆ บัญชีจะถูกระงับทันทีและการเดิมพันที่ชนะจะเป็นโมฆะโดยไม่มีการแจ้งเตือน
vi: Cảm Ơn Quý Khách đã lựa chọn đăng ký tài khoản cùng chúng tôi. Xin Quý Khách lưu ý rằng : “Mỗi một người chỉ được phép có duy nhất một tài khoản tại trang YSB, và nếu bất kỳ tài khoản nào có phát sinh thêm thì sẽ đều bị đỉnh chỉ ngay lập tức và các cược thắng sẽ bị huỷ mà không cần thông báo từ phía chúng tôi”.
zh: 谢谢您选择在本公司开户。每一位客户只允许拥有一个户口，如发现客户拥有多个户口，其所有户口将会被冻结并且取消所有胜出的投注，而不另行通知。

# registerTitle
source: New User Registration
ja: 新規ユーザー登録
th: การลงทะเบียนผู้ใช้ใหม่
vi: Đăng ký người dùng mới
zh: 新用户注册

# emailUsed
source: The Email you have entered is already registered
ja: 入力したEメールはすでに使用されています
th: อีเมลที่คุณป้อนได้ลงทะเบียนไปแล้ว
vi: email bạn đã nhập đã được đăng ký
zh: 您输入的电子邮件已经是在使用中

# loginIdUsed
source: The Login ID you have entered is already registered
ja: 入力したユーザーIDはすでに使用されています
th: รหัสเข้าสู่ระบบที่คุณได้ลงทะเบียนไปแล้ว
vi: ID đăng nhập bạn đã nhập đã được đăng ký
zh: 您输入的用户代号已经是在使用中

# tWebsiteOwner
source: YSB88
ja: 易胜博 YSB88
zh: 易胜博 YSB88

# tBetterOddsGame
source: Better Odds Game
ja: より良いオッズの試合
th: เกมต่อรองที่ดีกว่า
vi: Trò chơi tỷ lệ cược tốt hơn
zh: 更好赔率赛事

# liveBetCalendar
source: Live Calendar
ja: ライブベットカレンダー
th: ปฏิทินสด
vi: Lịch trực tiếp
zh: 滚球日历

source: Close
ja: 閉じる
th: ปิด
vi: Đóng
zh: 关闭

source: Monday
ja: 月曜
th: วันจันทร์
vi: Thứ Hai
zh: 星期一

source: Tuesday
ja: 火曜
th: วันอังคาร
vi: Thứ Ba
zh: 星期二

source: Wednesday
ja: 水曜
th: วันพุธ
vi: Thứ Tư
zh: 星期三

source: Thursday
ja: 木曜
th: วันพฤหัสบดี
vi: Thứ Năm
zh: 星期四

source: Friday
ja: 金曜
th: วันศุกร์
vi: Thứ Sáu
zh: 星期五

source: Saturday
ja: 土曜
th: วันเสาร์
vi: Thứ Bảy
zh: 星期六

source: Sunday
ja: 日曜
th: วันอาทิตย์
vi: Chủ Nhật
zh: 星期日

# noLiveBetEvent
source: No Games Available
ja: イベントはありません
th: ไม่มีเกม
vi: Không có trò chơi có sẵn
zh: 暂无赛事

# tWholeSession
source: Whole Session
ja: フルタイム
th: เซสชันทั้งหมด
vi: Cả Trận
zh: 全场

# t1stHalf
source: 1<sup>st</sup> Half
ja: 前半戦
th: ครึ่งแรก
vi: 1 &lt;sup&gt; st &lt;/sup&gt; Nửa Trận
zh: 上半场

# t2ndHalf
source: 2<sup>nd</sup> Half
ja: 後半戦
th: ครึ่งหลัง
vi: 2 &lt;sup&gt; nd &lt;/sup&gt; Nửa Trận
zh: 下半场

# t1stQtr
source: 1<sup>st</sup> Quarter
ja: 第1クオーター
th: ไตรมาสที่ 1
vi: 1 &lt;sup&gt; st &lt;/sup&gt; Hiệp
zh: 第一节

# t2ndQtr
source: 2<sup>nd</sup> Quarter
ja: 第2クオーター
th: ไตรมาส 2
vi: 2 &lt;sup&gt; nd &lt;/sup&gt; Hiệp
zh: 第二节

# t3rdQtr
source: 3<sup>rd</sup> Quarter
ja: 第3クオーター
th: ไตรมาส 3
vi: 3 &lt;sup&gt; rd &lt;/sup&gt; Hiệp
zh: 第三节

# t4thQtr
source: 4<sup>th</sup> Quarter
ja: 第4クオーター
th: ไตรมาส 4
vi: 4 &lt;sup&gt; th &lt;/sup&gt; Hiệp
zh: 第四节

# tDraw
source: Draw
ja: ドロー
th: เสมอ
vi: Hoà
zh: 和局

source: Deposit
ja: 入金
th: เงินฝาก
vi: Gửi Tiền
zh: 存款

# tEZCash88
source: Express Pay
ja: クイック入金
th: จ่ายด่วน
vi: thanh toán nhanh
zh: 快捷存款

# tOnlinePayment
source: Online Payment
ja: オンライン決済
th: ชำระเงินออนไลน์
vi: thanh toán trực tuyến
zh: 在线支付

# t71200
source: Deposit Submission
ja: 入金申請
th: ฝากส่ง
vi: Nộp tiền đặt trước
zh: 存款申请

# t71197
source: Withdrawal Request
ja: 出金申請
th: คำขอถอน
vi: Yêu cầu rút tiền
zh: 提款申请

# t71196
source: Random Password
ja: 仮パスワード
th: รหัสผ่านแบบสุ่ม
vi: mật khẩu ngẫu nhiên
zh: 临时密码

source: Submit
ja: 提出
th: เสนอ
vi: XÁC NHẬN
zh: 提交

# tAmericanOdds
source: American Odds
ja: アメリカ式オッズ
th: อัตราต่อรองอเมริกัน
vi: Tỷ lệ cược của Mỹ
zh: 英式赔率

# tDecimalOdds
source: DEC
ja: デジマル式オッズ
th: ค่าน้ำ เดซิมอล
vi: Châu Âu
zh: 欧洲盘

# tFractionalOdds
source: Fractional Odds
ja: フラクショナルオッズ
th: เศษส่วนต่อรอง
vi: Tỷ lệ cược phân số
zh: 美式赔率

# tLiveCalendar
source: Live Calendar
ja: ライブベットカレンダー
th: ปฏิทินสด
vi: Lịch trực tiếp
zh: 滚球日历

# tLiveScore
source: Live Score
ja: ライブスコア
th: คะแนนสด
vi: Điểm trực tiếp
zh: 即时比分

# tOddsFormat
source: Odds Type
ja: オッズタイプ
th: ประเภทอัตราต่อรอง
vi: Loại tỷ lệ cược
zh: 盘口类型

# tOver
source: Over
ja: オーバー
th: เกิน
vi: Tài
zh: 大

# tUnder
source: Under
ja: アンダー
th: ภายใต้
vi: Xỉu
zh: 小

# tEachWay
source: Each Way
ja: イーチウェイ
th: แต่ละทาง
vi: Mỗi cách
zh: 双式投注

# tFixedOdds
source: Fixed Odds
ja: 固定オッズ
th: อัตราเดิมพันคงที่
vi: Tỷ Lệ Cố Định
zh: 固定赔率

# tNotLoggedIn
source: You need to be logged in to make further transaction(s).
ja: 次の取引に進むには、最初にログインする必要があります。
th: คุณต้องเข้าสู่ระบบเพื่อทำธุรกรรมเพิ่มเติม
vi: Bạn cần phải đăng nhập để thực hiện thêm (các) giao dịch.
zh: 您必须先登入以便进行下一项交易。

# tPlace
source: Place
ja: 位置
th: สถานที่
vi: Địa điểm
zh: 位置

# tSP
source: SP
ja: オッズを開始
zh: 开赛赔率

# tWin
source: Win
ja: 勝ち
th: ชนะ
vi: Thắng
zh: 赢

# tInsufficientBalanceToBet
source: Sorry, we were unable to process your bet as your account balance is less than the bet amount.
ja: 申し訳ありませんが、アカウントの残高が不足しているためベットを処理できません。
th: ขออภัยเราไม่สามารถประมวลผลการเดิมพันของคุณเนื่องจากยอดเงินในบัญชีของคุณน้อยกว่าจำนวนเงินเดิมพัน
vi: Xin lỗi, chúng tôi không thể xử lý đặt cược của bạn vì số dư tài khoản của bạn nhỏ hơn số tiền đặt cược.
zh: 对不起, 您的帐户结余不足。

# tNoScoreDraw
source: No Score Draw
ja: ノースコアドロー
th: ไม่มีการให้คะแนน
vi: Không Có Bàn Thắng rút
zh: 零分和局

# tScoreDraw
source: Score Draw
ja: スコアドロー
th: วาดคะแนน
vi: Hoà
zh: 比分和局

# tTeamTotals
source: Team Totals
ja: チームトータルスコア
th: ผลรวมของทีม
vi: Tổng Điểm Của Đội
zh: 单队得分总数大小盘

# tTeamTotalsClick
source: Click here for Team Totals
ja: チームスコアに関してはこちらをクリックしてください
th: คลิกที่นี่เพื่อดูผลรวมทีม
vi: Bấm vào đây để Tổng Điểm Của Đội
zh: 单队得分请点击这里

# tTotalScoreEven
source: Total Score Even
ja: トータルスコア−イーブン
th: คะแนนรวมเท่ากัน
vi: Tổng Số Bàn Thắng: Chẵn
zh: 总计得分 - 双数

# tTotalScoreOdd
source: Total Score Odd
ja: トータルスコア−オッド
th: คะแนนรวมคี่
vi: Tổng Số Bàn Thắng: Lẻ
zh: 总计得分 - 单数

# tTotalScoreOddEven
source: Total Score Odd/Even
ja: トータルスコア−オッド/イーブン
th: คะแนนรวมคี่ / คู่
vi: Tổng Số Bàn Thắng: Lẻ/ Chẵn
zh: 总计得分 - 单或双

# tToWinBy_1
source: To win by 1 goal
ja: 1ゴールで勝つ
th: ชนะ 1 ประตู
vi: Thắng cách biệt 1 điểm
zh: 净赢一球

# tToWinBy_10_13
source: To win by 10-13 pts
ja: 10-13点で勝つ
th: จะชนะได้ 10-13 แต้ม
vi: Thắng cách biệt 10-13 điểm
zh: 净赢10-13分

# tToWinBy_14_16
source: To win by 14-16 pts
ja: 14-16点で勝つ
th: ชนะ 14-16 แต้ม
vi: Thắng cách biệt 14-16 điểm
zh: 净赢14-16分

# tToWinBy_17_20
source: To win by 17-20 pts
ja: 17-20点で勝つ
th: จะชนะได้ 17-20 แต้ม
vi: Thắng cách biệt 17-20 điểm
zh: 净赢17-20分

# tToWinBy_1_2
source: To win by 1-2 pts
ja: 1-2点で勝つ
th: ชนะ 1-2 แต้ม
vi: Thắng cách biệt 1-2 điểm
zh: 净赢1-2分

# tToWinBy_20More
source: To win by 21+ pts
ja: 21点以上で勝つ
th: จะชนะ 21+ แต้ม
vi: Thắng cách biệt 21 điểm trở lên
zh: 净赢21分以上

# tToWinBy_2More
source: To win by 2 or more goals
ja: 2ゴール以上で勝つ
th: ชนะ 2 ประตูขึ้นไป
vi: Thắng cách biệt 2 điểm trở lên
zh: 净赢至少两球

# tToWinBy_3_6
source: To win by 3-6 pts
ja: 3-6点で勝つ
th: เพื่อชนะ 3-6 แต้ม
vi: Thắng cách biệt 3-6 điểm
zh: 净赢3-6分

# tToWinBy_7_9
source: To win by 7-9 pts
ja: 7-9点で勝つ
th: จะชนะได้ 7-9 แต้ม
vi: Thắng cách biệt 7-9 điểm
zh: 净赢7-9分

# t56026
source: Best regards,
ja: Good Luck
th: ขอแสดงความนับถืออย่างสูง
vi: Trân trọng,
zh: 安好,

# t56130
source: BETS PLACEMENT
ja: ベット
th: การวางเดิมพัน
vi: Mở Đặt Cược
zh: 投注

# t56131
source: Thank you for placing a bet with us. Details of your bet are as follows:
ja: ベットありがとうございます。ベット情報は次の通りです：
th: ขอบคุณสำหรับการวางเดิมพันกับเรา รายละเอียดการเดิมพันของคุณมีดังนี้:
vi: Cảm ơn bạn đã đặt cược với chúng tôi. Chi tiết về đặt cược của bạn như sau:
zh: 谢谢在本公司下注. 您投注的资料如下:

# t56134
source: Event
ja: イベント
th: เหตุการณ์
vi: Sự kiện
zh: 赛项

# t56135
source: Selection
ja: オプション
th: การเลือก
vi: Lựa chọn
zh: 选项

# t56141
source: Payout
ja: 賞金
th: การจ่ายเงิน
vi: Thanh toán
zh: 派彩

# t56142
source: Good Luck.
th: โชคดี.
vi: Chúc may mắn.
zh: 祝好运.

# t71000
source: Login ID:
ja: ログインID：
th: ชื่อเข้าสู่ระบบ:
vi: id đăng nhập:
zh: 用户代号:

# liveBetDuplicate
source: If you wish a duplicate bet, Wait for 5 seconds
ja: ベットを繰り返したい場合は、5秒お待ちください。
th: หากคุณต้องการเดิมพันที่ซ้ำกันรอ 5 วินาที
vi: Nếu bạn muốn đặt cược trùng lặp, hãy đợi 5 giây
zh: 如果你希望重复投注，请等待五秒。

# liveBetFirstBet
source: Your first bet is accepted.
ja: 最初のベットは受け入れられました。
th: การเดิมพันครั้งแรกของคุณได้รับการยอมรับ
vi: đặt cược đầu tiên của bạn được chấp nhận.
zh: 您的第一投注额已被接受。

# priceChanged
source: The Price or Handicap value has been changed
ja: オッズまたはハンディキャップが更新されました
th: ราคาหรือราคาแฮนดิแคปเปลี่ยนแปลงไป
vi: Giá hoặc Handicap giá trị đã được thay đổi
zh: 赔率或让分盘盘口已被更新

# t00506
source: Team
ja: チーム
th: ทีม
vi: Đội
zh: 队伍

# t52005
source: Sorry, we were unable to process your bet as your account balance is less than the bet amount.
ja: 申し訳ありませんが、アカウントの残高が不足しています。
th: ขออภัยเราไม่สามารถประมวลผลการเดิมพันของคุณเนื่องจากยอดเงินในบัญชีของคุณน้อยกว่าจำนวนเงินเดิมพัน
vi: Xin lỗi, chúng tôi không thể xử lý đặt cược của bạn vì số dư tài khoản của bạn nhỏ hơn số tiền đặt cược.
zh: 对不起, 您的帐户结余不足。

# t52039
source: Sorry, the above event is closed for bet placements.
ja: 申し訳ありませんが、上記の試合へのベットは受け付けておりません。
th: ขออภัยกิจกรรมข้างต้นปิดสำหรับตำแหน่งการเดิมพัน
vi: Xin lỗi, sự kiện trên được đóng cho các vị trí đặt cược.
zh: 对不起，以上赛项不接受投注。

# t71068
source: Teaser
ja: プロモーションハンディキャップ
vi: Thử
zh: 优惠让分

# t71070
source: Stake
ja: ベット額
th: เดิมพัน
vi: Tiền cược
zh: 投注额

# t71073
source: Event Date
ja: イベント日時
th: วันที่จัดกิจกรรม
vi: Ngày sự kiện
zh: 赛项日期

# t71074
source: Odds
ja: オッズ
th: ราคาต่อรอง
vi: Tỷ lệ cược
zh: 赔率

# t71191
source: Customer Services Team
ja: カスタマーサービスチーム
th: ทีมบริการลูกค้า
vi: Nhóm dịch vụ khách hàng
zh: 客服部

# t71326
source: Total Cost
ja: 総額
th: ค่าใช้จ่ายทั้งหมด
vi: Tổng chi phí
zh: 总额

# t71358
source: Forecast
th: พยากรณ์
vi: Dự báo
zh: 预测

# t71359
source: Quinella
ja: キネラ
th: เดิมพัน Quinella
zh: 连赢

# tBetterOdds
source: Better Odds!
ja: 良いオッズ
th: โอกาสที่ดีกว่า!
vi: Tỷ lệ cược tốt hơn!
zh: 更好赔率

# tNoEventAvailable
source: No Event Available
ja: イベントはありません
th: ไม่มีกิจกรรม
vi: Không có sự kiện nào có sẵn
zh: 没有开放赛事

# tNoWCEvent
source: No AFC Asian Cup Live Betting games available at the moment!
ja: 現在、アジアンカップの試合はありません！
th: ไม่มีเกมการพนันสด AFC Asian Cup ในขณะนี้!
vi: Không có trò chơi cá cược trực tiếp AFC Asian Cup có sẵn tại thời điểm này!
zh: 目前没有亚洲杯滚球比赛！

# tNoWCnlEvent
source: No related AFC Asian Cup games available at the moment!
ja: 現在、関連するアジアカップの試合はありません！
th: ไม่มีเกมที่เกี่ยวข้องกับ AFC Asian Cup ในขณะนี้!
vi: Không có trò chơi AFC Asian nào có liên quan vào lúc này!
zh: 目前没有相关亚洲杯赛事！

# tDouble
source: Double
ja: ダブル
th: สอง
vi: Cược xiên hai
zh: 二串一

# tEightfoldAccumulator
source: Eightfold Accumulator
ja: エイトフォールドアキュムレーター
th: การสะสมแปดเท่า
vi: Cược xiên tám
zh: 八串一

# tFivefoldAccumulator
source: Fivefold Accumulator
ja: ファイブフォールドアキュムレーター
th: สะสมห้าเท่า
vi: Cược xiên năm
zh: 五串一

# tFourfoldAccumulator
source: Fourfold Accumulator
ja: フォーフォールドアキュムレーター
th: สะสมสี่เท่า
vi: Cược xiên bốn
zh: 四串一

# tHeinz
source: Heinz
ja: ヘインズ
th: ไฮนซ์
zh: 六串五十七

# tLucky15
source: Lucky 15
ja: ラッキー15
th: ลัคกี้ 15
vi: may mắn 15
zh: 四串十五

# tLucky31
source: Lucky 31
ja: ラッキー31
th: ลัคกี้ 31
vi: may mắn 31
zh: 五串三十一

# tLucky63
source: Lucky 63
ja: ラッキー63
th: ลัคกี้ 63
zh: 六串六十三

# tNinefoldAccumulator
source: Ninefold Accumulator
ja: ナインフォールドアキュムレーター
th: สะสมเก้าเท่า
vi: Cược xiên chín
zh: 九串一

# tPatent
source: Patent
ja: パテント
th: สิทธิบัตร
vi: Bằng sáng chế
zh: 三串七

# tSevenfoldAccumulator
source: Sevenfold Accumulator
ja: セブンフォールドアキュムレーター
th: สะสมเจ็ดเท่า
vi: Cược xiên bảy
zh: 七串一

# tSingle
source: Single
ja: シングル
th: เดียว
vi: Đơn
zh: 单式投注

# tSixfoldAccumulator
source: Sixfold Accumulator
ja: シックスフォールドアキュムレーター
th: สะสม Sixfold
vi: Cược xiên sáu
zh: 六串一

# tSuperHeinz
source: Super Heinz
ja: スーパーヘインズ
th: ซุปเปอร์ ไฮนซ์
zh: 七串一百二十

# tSuperYankee
source: Super Yankee
ja: スーパーヤンキー
th: ซุปเปอร์ แยงกี้
zh: 五串二十六

# tTenfoldAccumulator
source: Tenfold Accumulator
ja: テンフォールドアキュムレーター
th: สะสมสิบเท่า
vi: Cược xiên mười
zh: 十串一

# tTotalScoreOver
source: Total Score Over
ja: トータルスコアオーバー
th: คะแนนรวมมากกว่า
vi: Tài
zh: 大小盘以上

# tTotalScoreUnder
source: Total Score Under
ja: トータルスコアアンダー
th: คะแนนรวมต่ำกว่า
vi: Xỉu
zh: 大小盘以下

# tTreble
source: Treble
ja: トレブル
th: ตรีคูณ
vi: Cược xiên ba
zh: 三串一

# tTrixie
source: Trixie
ja: トリクシー
th: ทริกซี่
zh: 三串四

# tYankee
source: Yankee
ja: ヤンキー
th: ชาวอเมริกัน
zh: 四串十一

# tHandicap
source: Handicap
ja: ハンディキャップ
th: แต้มต่อ
vi: Cược Chấp
zh: 让分盘

# tMatchBet
source: Match Bet
ja: マッチベット
th: เดิมพันแบบแมตช์
vi: 1x2
zh: 独赢

# tTotal
source: Total
ja: トータル
th: รวม
vi: Tài/Xỉu
zh: 大小盘

# tShowEvent
source: Show Event
ja: イベントを表示する
th: แสดงกิจกรรม
vi: Hiển thị sự kiện
zh: 显示赛项

# tStartTime
source: Start Time
ja: 開始時間
th: เวลาเริ่มต้น
vi: thời gian bắt đầu
zh: 开赛时间

# tTimeToStart
source: Countdown
ja: キックオフ時間
th: นับถอยหลัง
vi: đếm ngược
zh: 距离开赛时间

# t04047
source: Please wait...
ja: お待ちください
th: โปรดรอ...
vi: Vui lòng đợi ...
zh: 请稍等

# tAllEvents
source: All Events
ja: すべてのイベント
th: กิจกรรมทั้งหมด
vi: Tất cả các sự kiện
zh: 全部赛事

# tNext_24HoursEvents
source: Next 24-Hours Events
ja: 24時間以内のイベント
th: กิจกรรม 24 ชั่วโมงถัดไป
vi: Các sự kiện 24 giờ tiếp theo
zh: 24小时内的赛事

# tOdds
source: Odds
ja: オッズ
th: ราคาต่อรอง
vi: Tỷ lệ cược
zh: 赔率

# tOrderBy
source: Order By:
ja: 並べ替え
th: สั่งโดย:
vi: Đặt hàng bởi:
zh: 排序 :

# tRunner
source: Runner
ja: イベント
th: ทางวิ่ง
zh: 赛项

# tSelectEvents
source: Select Events
ja: イベントを選択してください
th: เลือกกิจกรรม
vi: Chọn sự kiện
zh: 选择赛项

# tSportSelection
source: Tick up to 5 events
ja: 次の5つのイベントを選択してください
th: ทำเครื่องหมายสูงสุด 5 กิจกรรม
vi: đánh dấu vào 5 sự kiện
zh: 请选择以下五个赛项

# tConfirmSelection
source: Select
ja: 選択を確認する
th: เลือก
vi: Chọn
zh: 确认选择

# tMaximumEventsSelected
source: You already have 5 selected events!
ja: すでに5つのイベントを選択しています
th: คุณมีกิจกรรมที่เลือก 5 รายการ!
vi: bạn đã có 5 sự kiện được chọn!
zh: 您已经选择五个赛项！

# tNoEventSelected
source: No event selected
ja: オプションを選択していません
th: ไม่ได้เลือกกิจกรรม
vi: Không có sự kiện nào được chọn
zh: 没有任何选项

# tTeaser
source: Teaser
ja: プロモーションポイント
th: ทีเซอร์
vi: thử
zh: 优惠让分

source: Withdrawal
ja: 出金
th: การถอนตัว
vi: Rút Tiền
zh: 提款

# t53008
source: Sorry.Multiple form submissions disallowed.
ja: 申し訳ありませんが、申請フォームは複数回使用することはできません。
th: ขออภัยการส่งแบบฟอร์มหลายครั้งไม่ได้รับอนุญาต
vi: Xin lỗi.
zh: 对不起，不可多次提程申请书。

# t1st5Innings
source: 1<sup>st</sup> 5 Innings
ja: 最初の5イニング
th: โอกาสแรก 5
vi: 1 &lt;sup&gt; st &lt;/sup&gt; 5 hiệp
zh: 首五节

# t1stPeriod
source: 1<sup>st</sup> Period
ja: 1stピリオド
th: ช่วงที่ 1
vi: 1 &lt;sup&gt; st &lt;/sup&gt; Thời gian
zh: 第一节

# t1stHalfCorrectScore
source: 1<sup>st</sup> Half Correct Score
ja: 1stハーフコレクトスコア
th: คะแนนครึ่งแรกที่ถูกต้อง
vi: 1 &lt;sup&gt; st &lt;/sup&gt; Nửa Trận Tỉ Số Chính Xác
zh: 上半场波胆

# tAddToBetCard
source: Add to bet card
ja: ベットカードを追加する
th: เพิ่มลงในบัตรเดิมพัน
vi: Thêm vào thẻ đặt cược
zh: 添加到投注卡

# tBettingNotAvailable
source: Betting not available
ja: ベットは受け付けられていません
th: ไม่สามารถวางเดิมพันได้
vi: cá cược không khả dụng
zh: 暂时未接受投注

# tMatch
source: Match
ja: シングルウィン
th: การจับคู่
vi: 1x2
zh: 独赢

# tMoreBets
source: More
ja: さらに
th: มากกว่า
vi: Thêm
zh: 更多
