Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# transferErr
source: Cannot Transfer To Same Platform
ja: 同じプラットフォームに送金できません
th: ไม่สามารถถ่ายโอนไปยังแพลตฟอร์มเดียวกัน
vi: Không thể chuyển sang cùng một nền tảng
zh: 不能转账到同一个平台

source: Financial Center
ja: ファイナンス
th: ศูนย์กลางทางการเงิน
vi: Thu Ngân
zh: 财务中心

source: Menu
ja: オプションメニュー
th: เมนู
vi: thực đơn
zh: 选项菜单

source: Personal Details
ja: 個人情報
th: ข้อมูลส่วนตัว
vi: Chi Tiết Cá Nhân
zh: 个人资料

source: Sign Out
ja: ログアウト
th: ออกจากระบบ
vi: Đăng Xuất
zh: 登出

source: Transaction History
ja: ファイナンス記録
th: ประวัติการทำรายการ
vi: Lịch Sử Giao Dịch
zh: 财务记录

source: Unable To Read
ja: 読み込みできません
th: ไม่สามารถอ่านได้
vi: Không thể đọc
zh: 无法读取

# instantCS
source: Instant Customer Service
ja: オンラインカスタマーサービス
th: ฝ่ายบริการลูกค้าทันที
vi: Hỗ trợ trực tuyến 24/7
zh: 在线客服

# officialName
source: Official Account Name
ja: 公式アカウント名
th: ชื่อบัญชีอย่างเป็นทางการ
vi: Tên tài khoản chính thức
zh: 官方帐号名称

# cashier
source: Deposit
ja: ファイナンス
th: แคชเชียร์
vi: Thu Ngân
zh: 存款

# quickBetAcceptedMsg
source: Bet Success: [n] [v]@[p]
ja: ベット成功：[n] [v]@[p]
th: เดิมพันสำเร็จ: [n] [v] @ [p]
vi: đặt cược thành công: [n] [v]@[p]
zh: 投注成功：[n] [v]@[p]

# quickBetFailedMsg
source: Bet Failed: [n] [v]@[p]
ja: ベット失敗：[n] [v]@[p]
th: การพนันล้มเหลว: [n] [v] @ [p]
vi: Bet không thành công: [n] [v]@[p]
zh: 投注失败：[n] [v]@[p]

# tswitch
source: Switch To
ja: 切り替え
th: สลับเป็น
vi: Chuyển sang
zh: 切换

# acceptOddChange
source: Accept Odds Changes
ja: オッズを承認する
th: ยอมรับการเปลี่ยนแปลงราคาต่อรอง
vi: Tự động chấp nhận khi tỷ lệ cược có thay đổi
zh: 接受任何赔率

# notAcceptOddChange
source: Never accept any odds/values changes
ja: オッズ/ハンディキャップは承認されません
th: ไม่ยอมรับการเปลี่ยนแปลงราคา / ค่าใด ๆ
vi: Không bao giờ chấp nhận bất kỳ tỷ lệ cược/giá trịs thay đổi
zh: 不接受任何赔率/盘口

source: Show More
ja: さらに表示
th: แสดงมากขึ้น
vi: Xem chi tiết
zh: 显示更多

source: Bet Receipt
ja: ベットデータ
th: ใบเสร็จรับเงินเดิมพัน
vi: Biên lai đặt cược
zh: 投注收据

source: More Lotto
ja: さらに多くのロトプラットフォーム
th: ล็อตโต้มากขึ้น
vi: Thêm xổ số
zh: 更多乐透平台

source: Choose Type
ja: タイプを選択
th: เลือกประเภท
vi: Chọn loại
zh: 选择类型

# lottoNumber
source: Number
ja: ベット番号
th: จำนวน
vi: Số
zh: 投注号

# lottoDelete
source: Delete?
ja: 削除しますか？
th: ลบ?
vi: Xóa?
zh: 删?

# lottoSuccessful
source: Bet(s) successfully confirmed.
ja: ベットが承認されました
th: ยืนยันการเดิมพันสำเร็จแล้ว
vi: Đặt cược (S) đã xác nhận thành công.
zh: 您的投注已确认

# tDuplicateBet
source: Duplicate Bet
ja: ベットが繰り返されました
th: เดิมพันซ้ำ
vi: Đặt cược trùng lặp
zh: 投注已重复

# tBelowMinimumBet
source: The stake is below minimum bet
ja: 最小ベット額を下回っています
th: เงินเดิมพันต่ำกว่าการเดิมพันขั้นต่ำ
vi: cổ phần nằm dưới mức đặt cược tối thiểu
zh: 低于最低投注金额

source: Choose Lotto
ja: ロトプラットフォームを選択
th: เลือกล็อตโต้
vi: chọn xổ số
zh: 选择乐透平台

# tBet
source: Bet
ja: ベット
th: เดิมพัน
vi: Đặt cược
zh: 投注单

# tAllMarkets
source: All Markets
ja: 所有しているハンディキャップ
th: ตลาดทั้งหมด
vi: Tất cả các thị trường
zh: 所有盘口

# tPopular
source: Popular
ja: 歓迎します
th: เป็นที่นิยม
vi: Phổ biến
zh: 受欢迎的

# tGoals
source: Goals
ja: スコア
th: ประตูแรก
vi: Bàn Thắng
zh: 进球

# tSmall
source: Small
ja: アンダー
th: เล็ก
vi: Nhỏ
zh: 小

# tbetCardEmpty
source: Bet Card is Empty
ja: ベットカードにベッティングイベントはありません
th: บัตรเดิมพันว่างเปล่า
vi: Thẻ BET trống
zh: 投注卡内无投注赛项

# tloginContinue
source: Please login to proceed
ja: この操作を続行する前にログインしてください
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
vi: Vui lòng đăng nhập để tiến hành
zh: 请先登入后才进行此操作

# tSubmitError
source: Error in bet submit (ec)
ja: 異常なベットの提出（ec）
th: เกิดข้อผิดพลาดในการเดิมพันที่ส่ง (ec)
vi: Lỗi khi đặt cược gửi (EC)
zh: 投注提交出现异常 (ec)

# tNext
source: Next
ja: 次のページ
th: ต่อไป
vi: Tiếp theo
zh: 下一页

# tPrev
source: Previous
ja: 前のページ
th: ก่อน
vi: trước
zh: 上一页

# noCashOut
source: You have no bets currently availbale for Cash Out
ja: 現在、早期決済に利用できるベットはありません
th: ขณะนี้คุณไม่มีการเดิมพันสำหรับเงินออก
vi: Bạn không có cược hiện có sẵn cho tiền mặt
zh: 当前没有可用于提前结算的投注

# noLeagueSelectedDate
source: There are no competitions available for your selected date
ja: 選択した日にリーグが開催されていません
th: ไม่มีการแข่งขันสำหรับวันที่คุณเลือก
vi: Không có cuộc thi nào có sẵn cho ngày đã chọn của bạn
zh: 您选择的日期尚未开设任何联赛

source: CRM
ja: 会員メール
vi: Tin Nhắn
zh: 会员邮箱

# comboLimit1
source: Max combo payout within 24 hour period is
ja: 24時間以内のコンボベットの最大支払い
th: การจ่ายเงินคอมโบสูงสุดภายในระยะเวลา 24 ชั่วโมงคือ
vi: Thanh toán kết hợp tối đa trong vòng 24 giờ là
zh: 24小时内的连串过关最高派彩是

# comboLimit2
source: Includes all combo bets paid out between 3pm Beijing Time to 2.59pm Beijing Time daily.
ja: 当日の午後3時の北京時間から明日の午後2時59分の北京時間までのすべてのコンボベットの支払いを計算します。
th: รวมการเดิมพันแบบคอมโบทั้งหมดที่จ่ายระหว่างเวลา 15.00 น. ของปักกิ่งถึง 2.59 น. เวลาของปักกิ่งทุกวัน
vi: bao gồm tất cả các cược combo được thanh toán trong khoảng thời gian 3 giờ chiều Bắc Kinh đến 2,59pm thời gian Bắc Kinh hàng ngày.
zh: 计算当日北京时间下午3点至明日北京时间下午2点59分之间的所有连串过关投注派彩。

# comboLimit3
source: Max combo profit is calculated as below:
ja: コンボベットの最大利益は次のように計算されます：
th: กำไรสูงสุดของคำสั่งผสมจะถูกคำนวณดังนี้:
vi: COMBO MAX Lợi nhuận được tính như dưới đây:
zh: 连串过关最高盈利计算如下：

# comboLimit4
source: Total Combo Payout for all bets – Total Combo Losing Bets = Combo Profit
ja: コンボベットの合計支払い-コンボベット合計損失=コンボベット利益
th: การจ่ายเงินคอมโบโดยรวมสำหรับการเดิมพันทั้งหมด - ผลรวมการแพ้เดิมพันทั้งหมด = กำไรจากคอมโบ
vi: Tổng chi trả combo cho tất cả các cược - tổng số cược mất cược = lợi nhuận combo
zh: 所有连串过关投注的总派彩 - 所有输的连串过关投注总数 = 连串过关盈利

# comboLimit5
source: Total Combo Payout: 150,000 – Total Combo Losing Bet: 25,000 = Combo Profit: 125,000.
ja: コンボベットの合計支払い：150,000 - コンボベットの合計損失：25,000 = コンボベットの利益：125,000
th: การจ่าย Combo ทั้งหมด: 150,000 - การเดิมพัน Combo Combo ที่แพ้: 25,000 = กำไร Combo: 125,000.
vi: Tổng chi trả combo: 150.000 - Tổng số cược mất cược: 25.000 = COMBO Lợi nhuận: 125.000.
zh: 连串过关总派彩：150,000 - 连串过关总输额：25,000 = 连串过关盈利：125,000。

# comboLimit6
source: Any additional combo payout above the assigned limit shall be deducted by YSB.
ja: YSBは、指定された制限を超えるコンボベットを差し引きます
th: การจ่ายเงินคอมโบเพิ่มเติมใด ๆ ที่สูงกว่าขีด จำกัด ที่กำหนดจะถูกหักโดย YSB
vi: Bất kỳ khoản thanh toán kết hợp bổ sung nào trên giới hạn được chỉ định sẽ được Ysb.
zh: YSB将扣除任何超过指定限额的连串过关派彩。

# comboLimit7
source: Any additional combo payout above the assigned limit shall be deducted by VIP Private Room.
ja: 特別口座プラットフォームは、指定された制限を超えるコンボベットを差し引きます
th: การจ่ายเงินคอมโบเพิ่มเติมใด ๆ ที่สูงกว่าขีด จำกัด ที่กำหนดจะถูกหักโดยห้องส่วนตัววีไอพี
vi: Bất kỳ khoản thanh toán kết hợp bổ sung nào trên giới hạn được chỉ định sẽ được khấu trừ bởi Phòng riêng VIP.
zh: 专户平台将扣除任何超过指定限额的连串过关派彩。

# comboLimit8
source: Any additional combo payout above the assigned limit shall be deducted by System.
ja: 割り当てられた制限を超える追加のコンボペイアウトは、システムによって差し引かれます。
th: การจ่ายคอมโบเพิ่มเติมใด ๆ ที่เกินขีด จำกัด ที่กำหนดจะถูกหักออกโดยระบบ.
vi: Bất kỳ khoản thanh toán kết hợp bổ sung nào trên giới hạn được chỉ định sẽ được hệ thống khấu trừ.
zh: 系统将扣除任何超过指定限额的连串过关派彩。

# comboLimitTitle
source: Terms and conditions apply to max combo payout in 24 hour period.
ja: 24時間以内のコンボベットの最高の支払い規約と条件
th: ข้อกำหนดและเงื่อนไขนำไปใช้กับการจ่ายเงินคอมโบสูงสุดในระยะเวลา 24 ชั่วโมง
vi: Điều khoản và điều kiện áp dụng cho khoản thanh toán kết hợp tối đa trong khoảng thời gian 24 giờ.
zh: 24小时内连串过关最高派彩规则与条例

source: Example:
ja: 例：
th: ตัวอย่าง:
vi: Ví dụ:
zh: 例子：

# termsConditions
source: Terms and conditions
ja: 規約と条件
th: ข้อกำหนดและเงื่อนไข
vi: Điều khoản và điều kiện
zh: 规则与条例

# first56Minutes
source: 1<sup>st</sup> 5 / 6 Minutes
ja: 最初の5/6分
th: 1<sup>st</sup> 5/6 นาที
vi: 1 &lt;sup&gt; st &lt;/sup&gt; 5/6 phút
zh: 首5 / 6分钟

# quickBetSubmittedMsg
source: Bet submitted
ja: 提出されたベット
th: ส่งพนันแล้ว
vi: đặt cược đã gửi
zh: 投注已提交

source: Important Info
ja: 重要情報
th: ข้อมูลสำคัญ
vi: Thông tin quan trọng
zh: 重要信息

source: Live Betting
ja: ライブベッティング
th: การเดิมพันสด
vi: TRỰC TIẾP
zh: 现场滚球投注

# liveBettingInfo
source: Although every effort is made to ensure that information displayed on each live betting event is correct, it is to be used as guide only. In the event of any particular information such as (Game Live Video Streaming, Live Game Tracker, Game Statistics, Schedule Time, Running Clock, Running Score, Red Cards, Yellow Cards & etc) being slow or incorrect we shall assume no responsibility and any bets placed will stand
ja: 各ライブベッティングイベントに表示される情報が正確であることに当社は最善を尽くしますが、あくまで参照としてのみ使用できます。特定の情報（ゲーム時間、レッドカードなど）が正しくない場合、当社は一切の責任を負わず、関連するベットオプションは通常どおり有効になります。
th: แม้ว่าจะใช้ความพยายามทุกวิถีทางเพื่อให้มั่นใจว่าข้อมูลที่แสดงในการเดิมพันสดแต่ละรายการนั้นถูกต้อง แต่จะใช้เป็นแนวทางเท่านั้น ในกรณีที่ข้อมูลเฉพาะใด ๆ (เวลาการแข่งขัน
vi: Mặc dù chúng tôi luôn nỗ lực thực hiện để đảm bảo rằng thông tin hiển thị trên mỗi sự kiện cá cược trực tiếp là chính xác, nhưng thông tin này chỉ được sử dụng làm hướng dẫn(tham khảo). Trong trường hợp có bất kỳ thông tin cụ thể nào như (video phát trực tiếp trận đấu, trình theo dõi trận đấu trực tiếp, số liệu thống kê trận đấu, thời gian thi đấu, đồng hồ hiển thị , tỷ số hiển thị , thẻ đỏ, thẻ vàng, v.v.) bị chậm hoặc không chính xác, chúng tôi sẽ không chịu trách nhiệm và những vé đặt cược trong thời gian đó vẫn được giữ lại.
zh: 虽然我们会尽一切努力确保每场现场滚球赛项所显示的信息是正确无误，但是它只能作为参考使用。任何特定信息（例如：赛事直播视频、赛事直播追踪器，赛事统计，比赛时间、运行时钟、运行得分、红牌、黄牌等）延迟或在不正确的情况下，我们不会承担任何责任以及相关的投注选项将会照常生效。

source: Others
ja: その他
th: คนอื่น ๆ
vi: Thông Tin Ngân Hàng
zh: 其他

# lbMybets
source: My Bets
ja: ベットセンター
th: เดิมพันของฉัน
vi: Lịch Sử Cược
zh: 投注中心

# betExceedLimit
source: Bet amount has exceeded the limit
ja: ベットが制限を超えました
th: จำนวนเงินเดิมพันเกินขีด จำกัด
vi: Số tiền đặt cược đã vượt quá giới hạn
zh: 投注已超过限额

# duplicateBet
source: First bet accepted! Wait for 5 seconds
ja: ベットに成功しました。5秒後に再度ベットできます
th: ยอมรับการเดิมพันครั้งแรก! รอ 5 วินาที
vi: đặt cược đầu tiên được chấp nhận! Chờ 5 giây
zh: 投注成功， 五秒钟后可以重复投注

# tFirst56Min
source: 1st 5/6 Minutes
ja: 最初の5/6分
th: 5/6 นาทีแรก
vi: 1 5/6 phút
zh: 首5 / 6分钟

# noEventLoading
source: There are no events available at this time.
ja: 現在、イベントはありません
th: ไม่มีกิจกรรมในขณะนี้
vi: Không có sự kiện nào có sẵn tại thời điểm này.
zh: 目前没有赛事。

source: My Account
ja: マイアカウント
th: บัญชีของฉัน
vi: Tài Khoản
zh: 我的帐户

# lBS
source: LBS Suite
ja: LBSプラットホーム
zh: LBS 平台

source: Affiliation
ja: アフィリエイトプラン
th: การติดต่อ
vi: Đại Lý
zh: 联营计划

# backOldVersion
source: Back to Old Version
ja: 旧バージョンに戻る
th: กลับไปเป็นเวอร์ชั่นเก่า
vi: Quay lại phiên bản cũ
zh: 返回旧版本

source: Desktop Version
ja: デスクトップバージョン
th: เวอร์ชันเดสก์ท็อป
vi: phiên bản giáy tính để bàn
zh: 桌面网站

source: Optimize Network
ja: ネットワークの最適化
th: เพิ่มประสิทธิภาพเครือข่าย
vi: Tối ưu hóa mạng
zh: 优化网络

# casinoAndGames
source: Casino & Games
ja: カジノ総合
th: เกม & คาสิโน
vi: Casino &amp; Game 3D
zh: 综合娱乐场

source: Setting
ja: その他の設定
th: การตั้งค่า
vi: Cài đặt
zh: 其它设置

source: Transfer failed
ja: 送金に失敗しました
th: การถ่ายโอนล้มเหลว
vi: chuyển thất bại
zh: 转账失败

# tGames
source: Games
ja: ラウンド
th: เกม
vi: Trò Chơi
zh: 局

# tPoints
source: Points
ja: 分
th: จุด
vi: Điểm
zh: 分

# tSets
source: Sets
ja: セット
th: ชุด
vi: Bộ
zh: 盘数

# scan
source: Scan To Download
ja: スキャン
th: สแกนเพื่อดาวน์โหลด
vi: quét để tải xuống
zh: 扫描下载

# ysbApp
source: GET YOUR
ja: いますぐダウンロード
th: รับของคุณ
vi: Nhận
zh: 立即下载

# ysbApp2
source: MOBILE APP NOW!
ja: YSBモバイルアプリ
th: แอพมือถือทันที!
vi: Ứng dụng di động ngay bây giờ!
zh: YSB手机应用程序

# cvSubmitErr
source: Please Key In Value
ja: ベットしてください
th: กรุณาระบุมูลค่า
vi: vui lòng khóa trong giá trị
zh: 请输入投注

# tInvalidBet
source: Invalid Bet
ja: 無効なベット
th: เดิมพันไม่ถูกต้อง
vi: Đặt cược không hợp lệ
zh: 作废投注单

# noOdd
source: No events available at the moment
ja: 現在、イベントはありません
th: ไม่มีกิจกรรมในขณะนี้
vi: Không có sự kiện nào tại thời điểm này
zh: 目前没有赛项

# tAllBets
source: All Bets
ja: すべてのベット
th: เดิมพันทั้งหมด
vi: Tất cả các cược
zh: 所有投注

# qG
source: QG Scratch Card
ja: QGスクラッチ
th: บัตรขูด QG
zh: QG 刮刮彩

# tAccountHistory
source: Account History
ja: アカウント履歴
th: ประวัติบัญชี
vi: Lịch sử tài khoản
zh: 帐户记录

# comboText1
source: Terms and conditions apply to max combo payout in 24 hour period. Click to view.
ja: 規約と条件は、24時間以内のコンボベットの最大支払いに適用されます。クリックして表示します。
th: ข้อกำหนดและเงื่อนไขนำไปใช้กับการจ่ายเงินคอมโบสูงสุดในระยะเวลา 24 ชั่วโมง คลิกเพื่อดู
vi: Điều khoản và điều kiện áp dụng cho khoản thanh toán kết hợp tối đa trong khoảng thời gian 24 giờ. Bấm để xem.
zh: 规则与条例适用于24小时内的连串过关最高派彩。点击查看。

# comboText2
source: Max combo profit with 24 hour period is
ja: 24時間以内のコンボベットの最大の利益は
th: กำไรสูงสุดของคำสั่งผสมกับ 24 ชั่วโมงคือ
vi: MAX COMBO Lợi nhuận với khoảng thời gian 24 giờ là
zh: 24小时内的连串过关最高盈利是

# comboText3
source: Includes all combo bets paid out between 3pm Beijing Time to 2:59pm Beijing Time daily.
ja: 当日の午後3時の北京時間から明日の午後2時59分の北京時間までのすべてのコンボベットの支払いを計算します
th: รวมการเดิมพันแบบคอมโบทั้งหมดที่จ่ายระหว่างเวลา 15.00 น. ของปักกิ่งถึง 14:59 น. เวลาของปักกิ่งทุกวัน
vi: bao gồm tất cả các cược combo được thanh toán trong khoảng thời gian 3 giờ chiều Bắc Kinh đến 2:59 chiều Thời gian Bắc Kinh hàng ngày.
zh: 计算当日北京时间下午3点至明日北京时间下午2点59分之间的所有连串过关投注派彩。

# comboText4
source: Max combo profit is calculated as below:
ja: コンボベットの最大利益は次のように計算されます：
th: กำไรสูงสุดของคำสั่งผสมจะถูกคำนวณดังนี้:
vi: COMBO MAX Lợi nhuận được tính như dưới đây:
zh: 连串过关最高盈利计算如下：

# comboText5
source: Total Combo Payout for all bets - Total Combo Losing Bets = Combo Profit
ja: すべてのコンボベットの合計支払い-コンボベットの合計損失=コンボベット利益
th: การจ่ายเงินคอมโบโดยรวมสำหรับการเดิมพันทั้งหมด - ผลรวมการแพ้เดิมพันทั้งหมด = กำไรจากคอมโบ
vi: Tổng chi trả combo cho tất cả các cược - tổng số cược mất cược = combo lợi nhuận
zh: 所有连串过关投注的总派彩 - 所有输的连串过关投注总数 = 连串过关盈利

# comboText6
source: Total Combo Payout: USD 150,000 - Total Combo Losing Bet: USD 25,000 = Combo Profit: USD 125,000
ja: コンボベットの合計支払い：USD 150,000-コンボベットの合計損失：USD 25,000 =コンボベットの利益：USD125,000
th: การจ่าย Combo ทั้งหมด: 150
vi: Tổng chi trả combo: 150.000 USD - Tổng số cược mất cược: 25.000 USD = COMBO Lợi nhuận: 125.000 USD
zh: 连串过关总派彩：USD 150,000 - 连串过关总输额：USD 25,000 = 连串过关盈利：USD 125,000。

# comboText7
source: Any addictional combo payout above the assigned limit shall be deducted by YSB.
ja: YSBは、指定された制限を超えるコンボベットを差し引きます
th: การจ่ายคอมโบใด ๆ ที่ติดเกินขีด จำกัด ที่กำหนดจะถูกหักโดย YSB
vi: Bất kỳ khoản thanh toán kết hợp nghiện nào trên giới hạn được chỉ định sẽ được Ysb.
zh: YSB将扣除任何超过指定限额的连串过关派彩。

# t1stHalfView
source: 1st Half View
ja: 1st ハーフビュー
th: มุมมองครึ่งแรก
zh: 上半场视图

# tStandardView
source: Standard View
ja: スタンダードビュー
th: มุมมองมาตรฐาน
vi: Chế độ xem tiêu chuẩn
zh: 标准显示

# lbBalance
source: Balance
ja: 残高
th: สมดุล
vi: Số Dư
zh: 结余

# lbOpenBet
source: Open Bet
ja: ベット
th: รายการเดิมพัน
vi: Đang cược
zh: 投注

# tDate
source: Date
ja: 日付
th: วันที่
vi: ngày
zh: 日期

# backHome
source: Back to Homepage
ja: ホームに戻る
th: กลับไปที่โฮมเพจ
vi: Quay lại trang chủ
zh: 返回页面

# tHalves
source: Halves
ja: ハーフタイム
th: ครึ่ง
vi: Hiệp 1
zh: 半场

# tQuarters
source: Quarters
ja: クオーター
vi: Hiệp
zh: 节

# minWithdrawalAmt
source: The Minimum Withdrawal Amount Is :
ja: 最低出金金額は
th: จำนวนถอนขั้นต่ำคือ:
vi: Số tiền rút tiền tối thiểu là:
zh: 最低提款金额是

# bankCardNo
source: Bank Acc. No.
ja: 銀行カード番号
th: บัญชีธนาคาร เลขที่
vi: Số Tài Khoản Ngân Hàng Của Quý Khách
zh: 银行卡号

# plsFillName
source: Please fill in your Surname and First Name
ja: 姓名を記入してください
th: กรุณากรอกชื่อและนามสกุลของคุณ
vi: Vui lòng điền vào họ của bạn và tên đầu tiên của bạn
zh: 请填写您的姓氏与名字

# msgUnknownError
source: Unknown Error
ja: 不明なエラー
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Không xác định lỗi
zh: 不知名的错误。

source: Free Bonus
ja: 無料ボーナス
th: โบนัสฟรี
vi: tiền thưởng miễn phí
zh: 免费红利

# selectBonus
source: Select Free Bonus
ja: 無料ボーナスを選択してください
th: เลือกโบนัสฟรี
vi: Chọn tiền thưởng miễn phí
zh: 选择免费红利

# tBonus
source: Bonus
ja: ボーナス
th: โบนัส
vi: Tiền thưởng
zh: 红利

# tSelectSession
source: Select Session
ja: フルタイム/ハーフタイム
th: เลือกเซสชัน
vi: Chọn phiên
zh: 全场/半场

# depositAmountInteger
source: Deposit amount must be integer. Example: RMB100, RMB101, RMB1000
ja: 推奨される入金額は100、101、1101、1111人民元です。
th: จำนวนเงินฝากต้องเป็นจำนวนเต็ม ตัวอย่าง: RMB100
vi: Số tiền tiền đặt trước phải được số nguyên. Ví dụ: RMB100, RMB101, RMB1000
zh: 建议存款金额为人民币100, 101, 1101, 1111

# bonusExp
source: Expiry Date
ja: 締め切り
th: วันหมดอายุ
vi: Ngày hết hạn
zh: 截止日期

# bonusAmt
source: Bonus Amount
ja: ボーナス金額
th: จำนวนโบนัส
vi: Số tiền thưởng
zh: 红利金额

# bonusDate
source: Creation Date
ja: 作成日時
th: วันที่สร้าง
vi: Ngày sáng tạo
zh: 创建日期

# bonusSub
source: Bonus Subject
ja: ボーナス名
th: หัวเรื่องโบนัส
vi: Chủ đề tiền thưởng
zh: 红利名称

# invalidAccHolderName
source: Invalid account holder name.
ja: 口座所有者の名前が正しくありません
th: ชื่อเจ้าของบัญชีไม่ถูกต้อง
vi: Tên chủ tài khoản không hợp lệ.
zh: 户口持有人姓名有误.

# invalidBankName
source: Invalid name of bank.
ja: 銀行名が間違っています
th: ชื่อธนาคารไม่ถูกต้อง
vi: Tên không hợp lệ của nhà cái.
zh: 银行有误.

source: Invalid bank city.
ja: 銀行所在都市が間違っています
th: เมืองของธนาคารไม่ถูกต้อง
vi: Thành phố nhà cái không hợp lệ.
zh: 银行所在城市有误.

# invalidBankState
source: Invalid bank's state.
ja: 銀行所在州が間違っています
th: สถานะของธนาคารไม่ถูกต้อง
vi: Nhà nước của nhà cái không hợp lệ.
zh: 银行所在州属有误.

# invalidBankAddress
source: Invalid the bank address
ja: 銀行住所が間違っています
th: ที่อยู่ธนาคารไม่ถูกต้อง
vi: Không hợp lệ địa chỉ nhà cái
zh: 银行地址有误

source: Invalid Bank Branch
ja: 間違った銀行支店
th: สาขาธนาคารไม่ถูกต้อง
vi: chi nhánh nhà cái không hợp lệ
zh: 银行网点 / 支行有误

source: Invalid bank code.
ja: 銀行コードが間違っています
th: รหัสธนาคารไม่ถูกต้อง
vi: Mã nhà cái không hợp lệ.
zh: 银行编号有误.

# invalidAccNum
source: Invalid account number.
ja: 口座番号が間違っています。
th: หมายเลขบัญชีไม่ถูกต้อง
vi: Số tài khoản không hợp lệ.
zh: 户口号码有误.

# tWarning
source: Warning !
ja: 注意
th: คำเตือน !
vi: CẢNH BÁO!
zh: 注意

# tFrame2
source: Frame
ja: ラウンド
th: กรอบ
vi: Khung
zh: 局

# tMap
source: Map
ja: マップ
th: แผนที่
vi: Bản đồ
zh: 地图

# tPeriod2
source: Period
ja: ピリオド
th: ระยะเวลา
vi: Thời kỳ
zh: 节

# tRound2
source: Round
ja: ラウンド
th: รอบ
vi: Vòng
zh: 回合

# tMaintenance
source: Under Maintenance
ja: メンテナンス中
th: ภายใต้การบำรุงรักษา
vi: Đang Nâng Cấp/Đang Bảo Trì
zh: 游戏维护中

# dFBAlert
source: The deposit amount must not be an integer multiple and please avoid 98 or 99 at the back.
ja: 注意：入金額は、98または99の整数の複数および1桁にすることはできません。
th: จำนวนเงินฝากต้องไม่เป็นจำนวนเต็มคูณและโปรดหลีกเลี่ยง 98 หรือ 99 ที่ด้านหลัง
vi: Số tiền đặt trước không được là bội số và vui lòng tránh 98 hoặc 99 ở phía sau.
zh: 温馨提示：存款金额不得为整数倍以及个位数不带入98或99的数额。

# qRScan
source: Scan QR code
ja: QRコードをスキャンする
th: สแกนรหัส QR
vi: quét mã QR
zh: 扫描二维码

# cQ9
source: CQ9 Slot
ja: CQ9プラットフォームスロットマシン
th: สล็อต CQ9
zh: CQ9 平台老虎机

# tMapScore
source: Map Score
ja: スコアマップ
th: คะแนนแผนที่
vi: điểm bản đồ
zh: 地图得分

# tTotalScore
source: Total Score
ja: トータルスコア
th: คะแนนรวม
vi: Tổng Số Bàn Thắng
zh: 总得分

# tDisablePopupBlocker
source: Please disable pop-up blocker for this site
ja: このサイトのポップアップブロックを無効にしてください
th: โปรดปิดการใช้งานตัวป้องกันป๊อปอัปสำหรับเว็บไซต์นี้
vi: Vui lòng tắt trình chặn bật lên cho trang web này
zh: 请为此站点设置开启弹出窗口

# winByXPoints
source: To win by X pts
ja: X点で勝つ
th: ชนะโดย X pts
vi: Thắng cách biệt X điểm
zh: 净赢 X 分

# kGKENO3
source: Keno & SS Lottery v3
ja: KENO & SS彩V3
th: คีโน & SS ล๊อตเตอรี่ v3
zh: 快乐彩 & SS彩V3

source: PG Slot
ja: PGプラットフォームスロットマシン
vi: PG NỔ HŨ
zh: PG 平台老虎机

source: FT
ja: 送金
vi: Chuyển Ví
zh: 转账

source: Support
ja: カスタマーサービス
th: สนับสนุน
vi: Hỗ trợ
zh: 客服

source: Download
ja: ダウンロード
th: ดาวน์โหลด
vi: Tải Xuống
zh: 下载

# eAVIA
source: YSB ESports
ja: ESports
th: ESS YSB
vi: THỂ THAO ĐIỆN TỬ
zh: 易胜博电竞

# vSports
source: Virtual Sports
ja: バーチャルスポーツ
th: กีฬาเสมือนจริง
vi: Thể Thao Ảo
zh: 虚拟体育

# demoPlay
source: PLAY DEMO
ja: テストプレイ
vi: CHƠI THỬ
zh: 体验试玩

# popAllow
source: Please Allow Pop Up Blocker
ja: ポップアップを許可してください
th: โปรดอนุญาต Pop Up Blocker
vi: Vui lòng cho phép Trình chặn cửa sổ bật lên
zh: 请允许弹出窗口

# tSportsbookRebate
source: Single Bets
ja: スポーツブックイベントキャッシュバック
th: Sportbook Single Bet Rebate
vi: Cược đơn
zh: 体育赛项回扣

# tTotalRebate
source: Total Rebate
ja: トータルキャッシュバック
vi: Tổng Tiền Hoàn Trả
zh: 总回扣

# tCashRebate
source: Claim Rebate
ja: 現金キャッシュバック
th: รับเงินคืน
vi: Yêu Cầu Hoàn Trả
zh: 现金回扣

# tCasinoAmount
source: Casino Amount
ja: カジノ金額
th: จำนวนคาสิโน
vi: Số tiền sòng bạc
zh: 娱乐场数额

# tRebateBonus
source: Claim
ja: キャッシュバック
th: เงินคืน
vi: Hoàn Trả
zh: 返水／红利

# tQuinellaID
source: Quinella ID
ja: キネラID
zh: 连赢篇号

# tRebateRec
source: Rebate Earned
ja: キャッシュバック履歴
th: รับเงินคืน
vi: Hoàn trả của tôi
zh: 返水记录

# tRebateMobile
source: Claim
ja: キャッシュバック
th: เงินคืน
vi: Hoàn Trả
zh: 返水/红利

# tNewSuite
source: New Suite Coming Soon
ja: 新しいプラットフォームが間もなく登場します
th: ชุดใหม่กำลังจะมาเร็ว ๆ นี้
vi: Sắp Ra Mắt Sản Phẩm Mới
zh: 即将推出新平台

# pointCardLimit
source: Maximum deposit amount is CNY 100
ja: 100人民元までの上限
th: จำนวนเงินฝากสูงสุดคือ 100 หยวน
vi: Số tiền đặt trước tối đa là CNY 100
zh: 最高限额至人民币100

# cVsports
source: Classic Virtual Soccer
ja: クラシックバーチャルフットボール
th: กีฬาเสมือนจริง
vi: bóng đá ảo cổ điển
zh: 经典虚拟足球

# mVsports
source: Virtual Sports
ja: バーチャルスポーツ
th: กีฬาเสมือนจริง
vi: thể thao ảo
zh: 虚拟体育

# bGCASINO
source: BG Suite
ja: BGプラットフォーム
zh: BG 平台

# resultLeague
source: League
ja: リーグ結果
th: พันธมิตร
vi: Giải Đấu
zh: 联赛

source: Winner
ja: 勝者
th: ผู้ชนะ
vi: Người chiến thắng
zh: 赢家

# claimRebate
source: Rebate Claim Submitted
ja: キャッシュバックを提出しました
th: ส่งการอ้างสิทธิ์คืนเงินแล้ว
vi: Yêu cầu bồi thường được gửi
zh: 返水已提交

# tCasino
source: Casino
ja: カジノ
th: บ่อนคาสิโน
vi: CASINO TRỰC TUYẾN
zh: 娱乐场

# tMaxDailyRebate
source: Max Daily Rebate
ja: 最大のデイリーキャッシュバック
th: เงินคืนสูงสุดประจำวัน
vi: Hoàn Trả Hàng Ngày Tối Đa
zh: 每日最高返水

# tDailySportsbookRebate
source: Daily Sportsbook Rebate
ja: デイリースポーツブックキャッシュバック
th: ส่วนลดกีฬารายวัน
vi: Hoàn Trả Thể Thao Hàng Ngày
zh: 体育每日返水

# tRebateCheckbox
source: By submitting this, I fully understand the terms & conditions of the daily Sportsbook rebate.
ja: [送信]をクリックすると、デイリースポーツブックキャッシュバックの規約と条件を完全に理解したことになります。
th: โดยการส่งสิ่งนี้ฉันเข้าใจเงื่อนไขของการคืนเงินหนังสือกีฬารายวันอย่างสมบูรณ์
vi: Khi xác nhận gửi, tôi hoàn toàn hiểu rõ Điều Kiện và Điều Khoản của khuyến mãi Hoàn Trả Thể Thao Hàng Ngày.
zh: 点击提交即表示您已完全了解体育每日返水的规则与条例。

# tConfirmSubmission
source: Confirm Submission
ja: 提出を確認
th: ยืนยันการส่ง
vi: XÁC NHẬN
zh: 确认提交

# tRebatePercentage
source: Rebate Percentage
ja: キャッシュバック率
th: เปอร์เซ็นต์เงินคืน
vi: Tỷ lệ giảm giá
zh: 返水百分比

# tChooseSport
source: Please choose a sport
ja: スポーツブックを選択してください
th: โปรดเลือกกีฬา
vi: Vui lòng chọn một môn thể thao
zh: 请选择体育

# tSportResult
source: Sport Results
ja: スポーツブックイベント
th: ผลการแข่งขัน
vi: Kết Quả Thể Thao
zh: 体育赛果

# resultScore
source: Score
ja: スコア
th: คะแนน
vi: Điểm
zh: 分数

source: Ice Hockey
ja: アイスホッケー
th: ฮอคกี้น้ำแข็ง
vi: Khúc côn cầu trên băng
zh: 冰上曲棍球

source: Financials
ja: ファイナンス
th: การเงิน
vi: tài chính
zh: 股票指数

# esport
source: E-Sports
th: อีสปอร์ต
vi: THỂ THAO ĐIỆN TỬ
zh: 电子竞技

source: Snooker
ja: スヌーカー
th: สนุ๊กเกอร์
vi: Bi da
zh: 斯诺克

# tAnnouncment
source: Announcement
ja: アナウンスメント
th: การประกาศ
vi: THÔNG BÁO!
zh: 重要启示

source: Web Classic
ja: Webクラシック版
th: เว็บคลาสสิค
vi: Web cổ điển
zh: 网络经典版

source: Web Advance
ja: アップグレード版
th: เว็บแอดวานซ์
vi: Phiên Bản Web Nâng Cao
zh: 网络升级版

# tLastCreditedDate
source: Last Credited Date
ja: 最終入金日
th: วันที่เครดิตล่าสุด
vi: Ngày được ghi có cuối cùng
zh: 最后存入日期

# tConfirm
source: Confirm
ja: クリックして確認
th: ยืนยัน
vi: Xác nhận
zh: 点击确认

# tNotificationInformation
source: Notification Information
ja: インフォメーション
th: ข้อมูลการแจ้งเตือน
vi: Thông tin thông báo
zh: 通知信息

# tFriendReferral
source: Friend Referral
ja: 友達を招待
vi: Giới Thiệu Bạn Bè
zh: 邀请好友

source: Online BT
ja: オンライン送金
vi: Bt trực tuyến
zh: 网银转账
