Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# vSportInfo
source: All bets will be automatically deducted from your YSB account balance. You are not required to perform any fund transfer to these products. All bets placed can be checked in YSB Open Bets & Bet Record.
ja: すべてのベットは、YSBアカウントの残高から自動的に差し引かれます。資金を送金する必要はありません。すべてのベットは、YSBの「未決済のベット」と「ベット履歴」で確認できます。
vi: Tất cả các cược sẽ được tự động khấu trừ vào số dư tài khoản YSB của bạn. Bạn không bắt buộc phải thực hiện bất kỳ khoản chuyển tiền nào cho các sản phẩm này.
zh: 所有投注将自动从您的YSB账户结余中扣除。您无需对这些产品进行任何资金转账。 所有投注可以在YSB“未派彩的投注”和“投注记录”中检查。

# tRemark
source: Remark
ja: 備考
th: สังเกต
vi: Ghi chú
zh: 备注

# acctdetail
source: Account Details
ja: アカウント情報
vi: Chi Tiết Tài Khoản
zh: 账户资料

# transactiondetail
source: Transaction Details
ja: 取引情報
th: รายละเอียดการทำธุรกรรม
vi: Chi Tiết Giao Dịch
zh: 交易资料

# pendingdeposit
source: Transaction Pending
ja: 取引申請
th: ธุรกรรมที่รอดำเนินการ
vi: Giao Dịch Chờ Xử Lý
zh: 交易审核

source: Message
ja: メッセージ
vi: Tin Nhắn
zh: 信息

source: Switch RMB
ja: RMBに切り替え
th: สลับ RMB
vi: chuyển đổi RMB
zh: 切换RMB

source: Switch USDT
ja: USDTに切り替え
th: สลับ USDT
vi: chuyển USDT
zh: 切换USDT

# tUSDTWalletAddress
source: USDT Wallet Address
ja: USDTウォレットアドレス
th: ที่อยู่กระเป๋าสตางค์ของ USDT
vi: Địa chỉ ví USDT
zh: USDT钱包地址

# tPleaseSelectCurrency
source: Please select currency
ja: 通貨を選択してください
th: กรุณาเลือกสกุลเงิน
vi: Vui lòng chọn tiền tệ
zh: 请选择货币

# comboRebate
source: Combo Bets
ja: コンボキャッシュバック
th: Sport Combo Rebate
vi: Cược xiên
zh: 连串回扣

# tMaxDailyComboRebate
source: Max Daily Combo Rebate
ja: 最大のデイリーコンボキャッシュバック
vi: Combo giảm giá tối đa hàng ngày
zh: 每日最高连串返水

# tERC20Remark
source: Please make sure to choose USDT-ERC20, if any loss caused by mistake, YSB will not be responsible.
ja: 必ずUSDT-ERC20を選択してください。エラーによる損失が発生した場合、当社は一切の責任を負いません。
th: หมายเหตุสำคัญ: โปรดอย่าลืมเลือก USDT-ERC20 หากการสูญเสียเกิดจากความผิดพลาด YSB จะไม่รับผิดชอบ
vi: Vui lòng đảm bảo chọn USDT-ARC20, nếu có bất kỳ tổn thất nào gây ra do nhầm lẫn, YSB sẽ không chịu trách nhiệm.
zh: 请确保选择 USDT-ERC20，如有错误而导致任何损失，本公司将一概不负责。

# tImportantNote
source: Important note
ja: リマインド
th: โน๊ตสำคัญ
vi: Lưu ý quan trọng
zh: 提醒

# tComboRebatePercentage
source: Combo Rebate Percentage
ja: コンボベット率
th: เปอร์เซ็นต์เงินคืนคําสั่งผสม
vi: COMBO Tỷ lệ phần trăm giảm giá
zh: 组合回扣百分比

# bBIN
source: BBIN Suite
ja: 宝盈プラットフォーム
zh: 宝盈平台​

# tFillInWalletAddress
source: Please fill in your wallet address
ja: ウォレットアドレスを入力してください
th: กรุณากรอกที่อยู่กระเป๋าเงิน
vi: Vui lòng điền vào địa chỉ ví của bạn
zh: 请填写您的钱包地址

# tCurrentPreferred
source: Current preferred
ja: 最近
th: ที่ต้องการในปัจจุบัน
vi: ưa thích hiện tại
zh: 当前首选

# bacarrat
source: Baccarat
zh: 百家乐

source: Roulette
zh: 轮盘

source: Sic Bo
zh: 骰宝

source: Se Die
th: 色碟
vi: se chết
zh: 色碟

source: Fan Tan
th: 番摊
zh: 番摊

# insureBaccarat
source: Insurance Baccarat
th: 保险百家乐
vi: bảo hiểm baccarat
zh: 保险百家乐

# bBIN1
source: (BB1)
th: （宝盈1厅）
zh: （宝盈1厅）

# bBIN2
source: (BB1)
th: （宝盈2厅）
zh: （宝盈2厅）

# bBIN3
source: (BB3)
th: （宝盈3厅）
zh: （宝盈3厅）

# global1
source: (International 1)
th: （国际1厅）
vi: (Quốc tế 1)
zh: （国际1厅）

# global2
source: (International 2)
th: （国际2厅）
vi: (Quốc tế 2)
zh: （国际2厅）

# global3
source: (International 3)
th: （国际3厅）
vi: (Quốc tế 3)
zh: （国际3厅）

# tNew
source: New
ja: 新
th: ใหม่
vi: mới
zh: 新

# tUSDTRMB
source: Buy USDT
ja: 購入USDT
th: ซื้อ USDT
vi: Mua USDT
zh: 购买USDT

# tUSDTEWallet
source: Deposit via USDT wallet
ja: USDTウォレット経由での入金
th: ฝากเงินผ่านกระเป๋าเงิน USDT
vi: tiền đặt trước qua ví USDT
zh: USDT钱包存款

# tConversionRate
source: Conversion Rate
ja: 変換率
th: อัตราการแปลง
vi: Tỷ lệ chuyển đổi
zh: 兑换汇率

source: Select Wallet Address
ja: ウォレットアドレスの選択
th: เลือกที่อยู่กระเป๋าสตางค์ของคุณ
vi: Chọn địa chỉ ví
zh: 选择钱包地址

# tUSDTEWalletQR
source: Deposit via USDT wallet (QR code)
ja: USDTウォレット経由での入金（QRコード）
th: ฝากเงินผ่านกระเป๋าเงิน USDT (คิวอาร์โค้ด)
vi: tiền đặt trước qua ví USDT (mã QR)
zh: USDT钱包存款（扫码）

# tPaymentExpired
source: This transaction has expired, please try again
ja: この注文は期限切れです、 それを再構築してください
th: คําสั่งซื้อนี้หมดอายุแล้ว โปรดสร้างคําสั่งซื้อใหม่
vi: Giao dịch này đã hết hạn, vui lòng thử lại
zh: 此订单已过期，请重新生成

# tPaymentAmount
source: The transaction amount
ja: 注文金額
th: ยอดเงินในใบสั่ง
vi: Số tiền giao dịch
zh: 订单金额

# tPayWithInCountdown
source: Please pay within the countdown time, overdue transactions will be automatically cancelled.
ja: カウントダウン内の注文に対する支払いが行われ、期限切れ取引は自動的にキャンセルされます。
th: กรุณาชําระเงินค่าสินค้าภายในการนับถอยหลัง และรายการที่เกินกําหนดจะถูกยกเลิกโดยอัตโนมัติ
vi: Vui lòng thanh toán trong thời gian đếm ngược, các giao dịch quá hạn sẽ được tự động hủy.
zh: 请在倒计时内支付订单，逾期未付款交易将自动取消。

# tPendingPayment
source: Pending payment
ja: 保留中の支払
th: การชําระเงินที่ค้างอยู่
vi: đang chờ thanh toán
zh: 等待支付

# tMaxNetWinReached
source: Maximum net win amount reached [CURRENCY][AMOUNT]
ja: 正味の最大獲得額に達しました[CURRENCY][AMOUNT]
th: ถึงจำนวนเงินชนะสุทธิสูงสุดแล้ว [CURRENCY][AMOUNT]
vi: Số tiền thắng ròng tối đa đạt được [tiền tệ] [số tiền]
zh: 已达到最高净赢金额[CURRENCY][AMOUNT]

# tValuesOddsChangedRetainAgain
source: Odds/Value have changed. Click on "retain selection" to try again.
ja: オッズ/値が変更されました。 「選択を保持」をクリックして、再試行してください。
th: ราคาต่อรอง / มูลค่ามีการเปลี่ยนแปลง คลิกที่ "คงการเลือกไว้" เพื่อลองอีกครั้ง
vi: tỷ lệ cược/giá trị đã thay đổi. Nhấp vào "Giữ lại lựa chọn" để thử lại.
zh: 赔率/盘口已更改。点击“保留选项”以重试。

# tEventLocked
source: Event is currently closed. Try again when its reopened.
ja: イベントは現在終了しています。 再開したら再試行してください。
th: กิจกรรมปิดอยู่ในขณะนี้ ลองอีกครั้งเมื่อเปิดใหม่
vi: a name="TEventLocked" xml:space="preserve"></data>
zh: 赛项目前关盘。重新开盘后请再试。

# tMain
source: Main
ja: 主要
zh: 主要

# tNextGoal
source: Next Goal
ja: 下个进球
vi: Mục tiêu tiếp theo
zh: 下个进球

# tPopularBet
source: Popular Bet
ja: 热门投注
vi: Cá cược phổ biến
zh: 热门投注

# comboLimit9
source: Total Combo Payout: 150,000 – Total Combo Losing Bet: 25,000 = Combo Profit: 125,000.
ja: コンボベットの合計支払い：150,000 - コンボベットの合計損失：25,000 = コンボベットの利益：125,000
th: การจ่าย Combo ทั้งหมด: 150,000 - การเดิมพัน Combo Combo ที่แพ้: 25,000 = กำไร Combo: 125,000.
vi: Tổng chi trả combo: 150.000 - Tổng số cược mất cược: 25.000 = Combo Lợi nhuận: 125.000.
zh: 连串过关总派彩：150,000 - 连串过关总输额：25,000 = 连串过关盈利：125,000。

# xIAOAI
source: YSB ESports
zh: 易胜博电竞

# indexMobileDown
source: Mobile web version :
vi: Phiên bản web di động:
zh: 手机网页版： 使用手机浏览器打开

# tSecureWord
source: Secure Word
ja: セキュリティで保護された単語
th: คําที่ปลอดภัย
vi: Mã Bảo Mật
zh: 个人安全词

# tToScoreMostFours
source: To Score Most Fours
vi: để ghi điểm hầu hết bốn người
zh: 比赛中最多一击4分

# tToScoreMostSixes
source: To Score Most Sixes
vi: để ghi điểm sáu người
zh: 比赛中最多一击6分

# tHighestOpeningPartnership
source: Highest Opening Partnership
vi: Quan hệ đối tác mở đầu cao nhất
zh: 最高配对选手开场得分

# tMostRunOuts
source: Most Run Outs
vi: hầu hết chạy ra ngoài
zh: 最多被杀出局

# tA100ToBeScoredInTheMatch
source: A Hundred To Be Scored In The Match
vi: một trăm được ghi trong trận đấu
zh: 比赛中得分100

# tToWinTheCoinToss
source: To Win the Coin Toss
vi: để giành được đồng xu
zh: 抛币中获胜

# tHighestIndividualScore
source: Highest Individual Score
vi: Điểm cá nhân cao nhất
zh: 个人最高得分

# t1stInningScore
source: 1st Inning Score
vi: Điểm số 1
zh: 首个赛局得分

# tTotalMatchFours
source: Total Match Fours
vi: Tổng số trận đấu Fours
zh: 比赛中一击4分总数

# tTotalMatchSixes
source: Total Match Sixes
vi: Tổng số sáu trận đấu
zh: 比赛中一击6分总数

# t1stOverTotalRuns
source: 1st Over Total Runs
vi: 1 trên tổng số lần chạy
zh: 首回合跑位得分总数

# tRunsAtFallOf1stWicket
source: Runs at Fall of 1st Wicket
vi: Chạy vào mùa thu của 1st Wicket
zh: 第一次三柱门被击倒跑位得分

# vflm
source: Virtual Football League Mode
vi: Chế độ giải đấu bóng đá ảo
zh: 虚拟足球联赛模式

# vfwc
source: Virtual Football World Cup
vi: World Cup ảo
zh: 虚拟足球世界杯

# vfcc
source: Virtual Football Champions Cup
vi: Cúp vô địch bóng bầu dục Virtur
zh: 虚拟足球冠军杯

# vfec
source: Virtual Euro Cup 2020
vi: Giải vô địch bóng đá châu Âu ảo 2020
zh: 虚拟欧洲杯2020

# vfas
source: Virtual Football Asian Cup
vi: Bóng đá ảo Cup châu Á
zh: 虚拟足球亚洲杯

# greyhound
source: Greyhound Racing
vi: Cuộc đua chó săn thỏ
zh: 赛狗

# soccerBasketball
source: Soccer and Basketball
vi: bóng đá và bóng rổ
zh: 足球与篮球

# tEuro2020
source: Euro 2020
zh: 欧锦赛2020

# noEuro2020Inplay
source: No Euro Cup 2024 In-Play at the moment
vi: Không có Euro Cup 2024 trong thời điểm này
zh: 目前没有欧洲杯2024

# noEuro2020Outright
source: No Euro Cup 2024 Outright at the moment
vi: Không Euro Cup 2024 hoàn toàn tại thời điểm này
zh: 目前没有欧洲杯2024总冠军赛

# noEuro2020Prematch
source: No Euro Cup 2024 Prematch at the moment
vi: Không có Euro Cup 2024 tại thời điểm này
zh: 目前没有欧洲杯2024预赛

# tOutrightSpecials
source: Outright
vi: Chung Cuộc
zh: 总冠军

# tCantDeposit
source: No deposit method available at the moment, kindly contact our customer service. Thank you.
ja: デポジットは現在ご利用いただけません。カスタマー サービスにお問い合わせください。 ありがとうございました。
th: ขณะนี้ไม่สามารถฝากเงินได้ โปรดติดต่อฝ่ายบริการลูกค้า ขอขอบคุณ.
vi: Không có phương thức tiền đặt trước có sẵn tại thời điểm này, vui lòng liên hệ với dịch vụ khách hàng của chúng tôi. Cảm ơn bạn.
zh: 目前无法进行存款， 请联系客服。谢谢。

# tCantWithdrawal
source: Kindly contact our customer service for verification. Thank you
ja: レビューについては、カスタマー サービスにお問い合わせください。 ありがとうございました。
th: โปรดติดต่อฝ่ายบริการลูกค้าเพื่อตรวจสอบ ขอขอบคุณ.
vi: vui lòng liên hệ với dịch vụ khách hàng của chúng tôi để xác minh. Cảm ơn bạn
zh: 请联系客服以进行审核。谢谢。

# tBTC
source: BTC
zh: 比特币 （BTC）

# txQuarter
source: x Quarter
ja: 第x四半期
th: ไตรมาสที่ x
vi: x Hiệp
zh: 第x节

# tQuarter
source: Quarter
ja: 四半期
th: ไตรมาสที่
vi: Hiệp
zh: 节

# bTCRemark
source: BTC -> RMB exchange rate is for reference only, the actual RMB amount will be according to the transaction approval time
vi: btc -&gt; Tỷ giá hối đoái RMB chỉ dành cho tham chiếu, số tiền RMB thực tế sẽ theo thời gian phê duyệt giao dịch
zh: BTC (比特币)-> 人民币 汇率只供参考，正确人民币金额将会取决于当时的交易批准时间

# bTCSym
source: BTC
zh: 比特币 （BTC）

# ezpayremark1
source: Please to ensure our latest bank's account information before you make any deposit.
vi: Vui lòng đảm bảo thông tin tài khoản nhà cái mới nhất của chúng tôi trước khi bạn thực hiện bất kỳ khoản tiền đặt trước nào.
zh: 由于银行存款账号将不定时更换。每次存款前，请务必登录查看本公司最新的存款账户资料。

# ezpayremark2
source: If any irregularities or errors caused to your deposit loss, our company will not be responsible.
vi: nếu có bất kỳ bất thường hoặc lỗi gây ra cho việc mất tiền đặt trước của bạn, công ty chúng tôi sẽ không chịu trách nhiệm.
zh: 如有违规或错误存款等事件而导致您的存款金额损失，本公司将一概不负责。

# wdRemark
source: The minimum withdrawal amount is RMB500 for now on
vi: Số tiền rút tiền tối thiểu là 500 RMB cho đến
zh: 通知：即日起，最低提款为人民币500.

# wdLimit
source: Daily 2 withdrawals limit hit, kindly submit again tomorrow
vi: Hàng ngày 2 lần rút tiền giới hạn, vui lòng gửi lại vào ngày mai
zh: 每日2笔提款上限已达，请在明天提交申请。

# wdLimit2
source: 2 withdrawals allowed per day
vi: 2 Rút tiền được phép mỗi ngày
zh: 每日限于2笔提款

# depLogin
source: Please login your account.
ja: 请先登录。如果您还没有帐户，请立即注册或联系我们的客服人员以了解进一步的详情。
th: 请先登录。如果您还没有帐户，请立即注册或联系我们的客服人员以了解进一步的详情。
vi: Vui lòng đăng nhập tài khoản.
zh: 请先登录账户。

source: Boxing
vi: Quyền anh
zh: 拳击

# tPleaseFillUSDTWalletAddress
source: Please fill in your USDT Wallet Address
ja: USDT ウォレットアドレスを記入してください
th: กรุณากรอกที่อยู่กระเป๋าเงิน USDT ของคุณ
vi: Vui lòng điền vào địa chỉ ví USDT của bạn
zh: 请填写您的USDT钱包地址

# tDelete
source: Delete
ja: 削除
th: ลบ
vi: Xóa
zh: 删除

# tAddMore
source: Add more ...
ja: 追加 ...
th: เพิ่มเติม ...
vi: Thêm thêm ...
zh: 添加更多 ...

# tDeleteElementWarning
source: Are you sure you want to delete this element?
ja: この要素を削除しますか?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบองค์ประกอบนี้
vi: bạn có chắc bạn muốn xóa phần tử này không?
zh: 您确定要删除此元素吗？

# uSDTChangeRemark
source: Any changes for USDT Wallet Address, kindly contact our customer service, thank you!
vi: Bất kỳ thay đổi nào đối với địa chỉ ví USDT, vui lòng liên hệ với dịch vụ khách hàng của chúng tôi, cảm ơn bạn!
zh: 欲想更改/添加/删除USDT钱包地址，请联系客服，谢谢！

source: Tips
vi: Lưu Ý
zh: 温馨提示

# updateW
source: Update
vi: Cập nhật
zh: 更改

# vfb
source: Virtual Football Bundesliga
vi: Bóng đá ảo Bundesliga
zh: 虚拟足球德国甲级联赛

# withdrawalER
source: Exchange Rate
vi: Tỷ giá hối đoái
zh: 汇率

# withdrawalRMB
source: RMB
zh: 人民币

# downloadMobileApp
source: Mobile App
vi: Ứng dụng di động
zh: 手机App

# withdrawalOnlyInteger
source: The withdrawal amount must be entered as an integer.
vi: Số tiền rút tiền phải được nhập dưới dạng số nguyên.
zh: 提款金额需输入整数

# autoSwitchRMB
source: Auto Switch to
vi: tự động chuyển sang
zh: 自动切换至

source: Exchange
vi: giao dịch
zh: 兑换

# exchangeNotice
source: Exchange rate is for reference only, the actual amount will be according to the transaction approval time.
vi: tỷ giá hối đoái chỉ dành cho tham chiếu, số tiền thực tế sẽ theo thời gian phê duyệt giao dịch.
zh: 汇率只供参考，正确金额将会取决于当时的交易批准时间。

# depositUSDTerror
source: Deposit submissions failed
vi: gửi gửi gửi không thành công
zh: 存款提交失败

# exchangeGreater
source: Exchange amount greater than balance
vi: Trao đổi số tiền lớn hơn số dư
zh: 兑换额超过您的户口结余

# depositRemark2
source: Kindly proceed with another deposit channel or contact to <a href="https://direct.lc.chat/11726646/" class="txt-underline text-primary">customer service</a> if failed to deposit.
vi: vui lòng tiến hành một kênh tiền đặt trước khác hoặc liên hệ với <a href="https://direct.lc.chat/14549094/" class="txt-underline text-primary"> dịch vụ khách hàng </a> Nếu không ký gửi.
zh: 如无法正常存款，请尝试另一个存款通道或<a href="https://direct.lc.chat/11726646/" class="txt-underline text-primary">联系客服</a>。

# depositRemark2web
source: Kindly proceed with another deposit channel or contact to <a href="https://direct.lc.chat/11726646/" class="txt-purple">customer service</a> if failed to deposit.
vi: vui lòng tiến hành một kênh tiền đặt trước khác hoặc liên hệ với <a href="https://direct.lc.chat/14549094/" class="txt-purple"> dịch vụ khách hàng </a> Nếu không ký gửi.
zh: 如无法正常存款，请尝试另一个存款通道或<a href="https://direct.lc.chat/11726646/" class="txt-purple">联系客服</a>。

# above
source: and above
vi: trở lên
zh: 以上

# smallAmount
source: SMALL DEPOSIT
vi: tiền đặt trước nhỏ
zh: 小额存款

source: Download App
vi: Tải xuống ứng dụng
zh: 下载手机App

# downloadapptxt1
source: Download Mobile App
vi: Tải xuống ứng dụng di động
zh: 下载手机 App

# downloadapptxt2
source: Faster! Secure! User Friendly! New Features!
vi: Nhanh hơn! Chắc chắn! Thân thiện với người dùng! Các tính năng mới!
zh: 快速！ 安全！ 便捷！新功能！

source: Try Now
vi: Tải ngay
zh: 立即尝试

# withmin
source: Note: The minimum Withdrawal is subject to change
vi: * Số tiền rút tối thiểu có thể sẽ thay đổi.
zh: 注意：最低提款金额会随着当时情况而改变

# rebateAuto
source: Auto Credit Rebate & Free Bet
vi: Tự động hoàn trả
zh: 自动入账和免费投注

# autoRemark
source: (Switch On botton for Rebate to be auto credited into your account daily at 2.00pm)
vi: (Bật nút để hoàn trả tự động vào tài khoản của bạn vào lúc 2 giờ chiều hàng ngày)
zh: （开启自动入账, 返水将于每日2pm自动存入玩家账户）

# tHalf
source: Half
vi: Hiệp 1
zh: 半场

# tMinutes2
source: Minutes
vi: Phút
zh: 分钟

# tFirstMatchCorner
source: First Match Corner
vi: Đội ghi quả phạt góc đầu tiên
zh: 第一个角球

# tLastMatchCorner
source: Last Match Corner
vi: Đội ghi quả phạt góc cuối cùng
zh: 最后一个角球

# t10MinuteResult
source: 10 Minute Result
vi: Dự Đoán Kết Quả trong 10 phút thi đấu
zh: 10分钟赛果

# t10MinuteGoals
source: 10 Minutes Goals
vi: Dự Đoán Bàn Thắng trong 10 phút thi đấu
zh: 10分钟进球

# t10MinuteCorners
source: 10 Minutes Corners
vi: 10 phút góc
zh: 10分钟角球

# tCornersTotal3Way
source: Corners Total (3-Way)
vi: Tổng phạt góc (3 Chiều)
zh: 总角球（三项）

# tTotalCornersOver
source: Total Corners Over
vi: Tài
zh: 总角球高于

# tTotalCornersUnder
source: Total Corners Under
vi: Tổng số các góc dưới
zh: 总角球低于

# tTotalCornersExact
source: Total Corners Exact
vi: Tổng số góc chính xác
zh: 总角球正好

# tExactTotalGoals
source: Exact Total Goals
vi: Tổng bàn thắng
zh: 准确进球总数

# tExactTotalGoalsHomeAway
source: Exact Total Goals (Home & Away)
vi: Tổng bàn thắng (Nhà & Khách)
zh: 准确进球总数（主队&客队）

# tHighestScoringHalf
source: Highest Scoring Half
vi: Hiệp có nhiều bàn thắng nhất
zh: 最高得分半场

# tTeamToQualify
source: Team To Qualify
vi: Đội đủ điều kiện
zh: 晋级球队

# tHighestScoringHalfHomeAway
source: Highest Scoring Half (Home & Away)
vi: Hiệp có nhiều bàn thắng nhất (Nhà & Khách)
zh: 最高得分半场（主队&客队）

# tCornersRaceTo
source: Corners Race To (Team to reach number of corners first)
vi: Đạt trước số quả phạt góc (Đội ghi điểm đầu tiên trong lượt đá phạt góc)
zh: 角球比赛（首先达到角球数的球队）

# tTeamToReceiveFirstCard
source: Team to Receive First Card
vi: Đội nhận được thẻ đầu tiên
zh: 收到第一张罚牌的球队

# tNoCard
source: No Card
vi: Không có thẻ
zh: 无罚牌

# tWinnerBothTeamsToScore
source: Winner & Both teams to score
vi: Đội chiến thắng & Cả 2 đội đều ghi bàn
zh: 获胜及两队均得分

# tTimeOfFirstGoal
source: Time of First Goal
vi: Bàn thắng đầu tiên được ghi trong
zh: 首个进球时间

# tFullTime
source: Full Time
vi: toàn thời gian
zh: 全场

# tNoGoal
source: No Goal
vi: Không có mục tiêu
zh: 无进球

# tTeamWithCleanSheetHomeAwayTeam
source: Team with clean sheet (Home & Away)
vi: Đội giữ sạch lưới (Nhà & Khách)
zh: 保持无失球（主队&客队）

# tMatchResultMinutes
source: Match Result - Minutes
vi: Kết quả trận đấu - phút
zh: 赛果 – 分钟

# newApp
source: App
zh: 手机 App

# tHDP
source: HDP
vi: Cược Chấp
zh: 让分盘

# tOSlashU
source: O/U
vi: Tài/Xủi
zh: 大小盘

# tDP
source: DP
vi: Nạp Tiền
zh: 存款

# tWD
source: WD
vi: Rút Tiền
zh: 提款

# tEX
source: EX
zh: 兑换

# newRebate
source: Bets placed from 09:00 am to 10:00 pm local time --> 0.68% Rebate
zh: 下注时间从北京时间早上9点至晚上10点-->0.68%返水

# newRebate2
source: Bets placed from 10:01 pm to 08:59 am local time --> 0.88% Rebate
zh: 下注时间从北京时间晚上10点01分至早上8点59分-->0.88%返水

# tRemember
source: Remember
vi: Ghi nhớ
zh: 记得

# invalidAddress
source: Invalid/Not Supported USDT Wallet Address ** Only Support ERC20 & TRC20
zh: USDT钱包地址有误/不支持 **只支持 ERC20 和 TRC20

# depositRemark3web
source: If you need a single deposit of more than CNY 5000, please click to contact <a href="https://direct.lc.chat/11726646/" style="color:#2A70AE;text-decoration:underline;">customer service</a>。
zh: 若需要单笔5千以上的存款，请点击<a href="https://direct.lc.chat/11726646/" style="color:#2A70AE;text-decoration:underline;">联系客服</a>。

# antRemark
source: NOTE : If submitted name is different with the payer's name, it will caused the payment unable to process and you are required to pay for penalty in order to claim for your funds. Any risk of the loss of the funds, YSB will not be responsible for any loss.
zh: 注意：若提交姓名与付款姓名不一致，将导致款项无法正常到账或需自行付费处理。且存有资金遗失的风险。如有任何损失，本公司将一概不负责。

# offlineRemark
source: **We will provide a one-time bank transfer information, please note that this transfer information can only be used for deposit this time
zh: **我们将提供您一次性的银行转账资料，请注意，这转账资料只能用于这次的存款。

source: Payer Name
zh: 付款人姓名

source: Switch VND
ja: VNDに切り替え
th: สลับ VND
vi: chuyển đổi VND
zh: 切换VND

# rebateNewRemark
source: Special 0.88% rebate for bets placed between 10.01pm - 08.59am local time!
zh: 特别0.88%返水优惠只限在北京时间晚上10点01分至早上8点59分的注单！

# nameRemark
source: Please enter the correct payer name.
zh: 请输入正确的付款人姓名.

# sLOT
source: E-casino
zh: 电子娱乐场

# tExact
source: Exact
zh: 正好

# sportRebate
source: Sports Rebate
zh: 体育彩回扣

source: Casino Rebate
zh: 娱乐场回扣

# wc2022
source: Euro Cup 2024
zh: 欧洲杯 2024

# tCancel2
source: Cancel
vi: Hủy
zh: 暂不绑定

# tOK
source: OK
zh: 前往绑定

# tsportToWin
source: To Win
zh: 获胜

# tteamnameToWin
source: [TEAMNAME] To Win - [MINUTES] Minutes
zh: [TEAMNAME]获胜 - [MINUTES]分钟

# tPenalty
source: Penalty
zh: 点球

# tPenaltyShort
source: PEN
zh: 点球

# tPendingWithdrawalCount
source: You have a pending [WD], please confirm if you wish to cancel the WD?
vi: Quý Khách đang có giao dịch rút tiền [WD] , đang chờ xử lý, vui lòng xác nhận nếu Quý Khách muốn hủy giao dịch rút tiền này
zh: 客户还有待定未处理的提款[WD]，客户是否要取消提款办理？

# tChoosePlatform
source: Choose Platform
vi: Chọn kênh
zh: 选择平台

# tCancelWithdrawalConfirm
source: Please confirm if you wish to cancel the WD [WD]
vi: Xin vui long xác nhận nếu bạn muốn hủy giao dịch rút tiền [WD]
zh: 请确认提款编号[WD]是否要取消提款。

# tCancelWithdrawalResult
source: Your WD [WD] has been cancelled.
vi: Giao dịch rút tiền [WD] của bạn đã được hủy.
zh: 提款编号[WD]已经取消。

# tVerified
source: Verified
vi: Xác nhận
zh: 审核

# tQualified
source: Qualified
vi: Đạt tiêu chuẩn
zh: 通过

# tConfirm2
source: Confirm
vi: Xác nhận
zh: 确认

# tMobileNotVerified
source: Mobile phone is not yet verified.
zh: 手机号码未绑定。

# tEmailNotVerified
source: Email address is not yet verified.
zh: 电子邮件未绑定。

# tInvalidSMSCode
source: Invalid SMS Code. Please input again.
zh: 短信验证码错误，请重新输入。

# tInvalidEmailCode
source: Invalid Email Code. Please input again.
zh: 电子邮件验证码错误，请重新输入。

# tMobileActivation
source: In order to secure your funds, please verify your mobile phone before deposit.
zh: 为保证资金安全，存款前请先绑定手机。

# tEmailActivation
source: In order to secure your funds, please verify your email before withdrawal.
zh: 为保证资金安全，提款前请先绑定邮箱。

# tVIPLevel
source: VIP Level
vi: CẤP ĐỘ VIP
zh: VIP 级别

# tNormal
source: Normal
vi: Bình Thường
zh: 普通

# tSilver
source: Silver
vi: VIP Bạc
zh: 银级

# tGold
source: Gold
vi: VIP Vàng
zh: 金级

# tPlatinum
source: Platinum
vi: VIP Bạch Kim
zh: 白金

# tDiamond
source: Diamond
vi: VIP Kim Cương
zh: 钻石

# tSupreme
source: Supreme
vi: VIP Tối Cao
zh: 至尊

# tVIPByInvitation
source: VIP By invitation
vi: VIP Đặc Biệt
zh: 荣誉

# tBelow
source: Below
vi: Dưới
zh: 低于

# tRequirement
source: Requirement
vi: Yêu Cầu
zh: 要求条件

# tMonthlyDeposit
source: Monthly Deposit
vi: Tổng Tiền Gửi Hàng Tháng
zh: 每月累计存款

# tMonthlyTurnoverRequirement
source: Monthly Turnover Requirement
vi: Tổng Doanh Thu Cược Hàng Tháng
zh: 每月有效累计投注额

# tRewards
source: Rewards
vi: Tiền Thưởng
zh: VIP福利

# tLevelUpReward
source: Level Up Reward
vi: Tiền Thưởng Lên Cấp Độ
zh: 晋级奖励金

# tBirthdayReward
source: Birthday Reward
vi: Tiền Thưởng Sinh Nhật
zh: 生日红利

# tDepositBonus
source: Deposit Bonus
vi: Tiền Thưởng Gửi Tiền
zh: 存款红利

# tDepositBonusPlaythrough
source: Deposit Bonus Playthrough
vi: Doanh Thu Cược Yêu Cầu
zh: 存款红利流水

# tDepositBonusMaximumAmount
source: Deposit Bonus Maximum Amount
vi: Số Tiền Thưởng Tối Đa Của Thưởng Gửi Tiền
zh: 最高存款红利

# tSportbookDailyRebate
source: Sportbook Daily Rebate
vi: Hoàn Trả Thể Thao Hàng Ngày
zh: 体育每日返水

# tCasinoDailyRebate
source: Casino Daily Rebate
vi: Hoàn Trả Casino Hàng Ngày
zh: 真人娱乐场每日返水

# tKenoDailyRebate
source: Keno Daily Rebate
vi: Hoàn Trả Xổ Số Hàng Ngày
zh: 快乐彩每日返水

# tECasinoDailyRebate
source: E-Casino Daily Rebate
vi: Hoàn Trả Slots Game Hàng Ngày
zh: 电子娱乐场每日返水

# tPrevisionDailyRebate
source: Prevision Daily Rebate
vi: Hoàn Trả Game 3D Hàng Ngày
zh: 路子娱乐场每日返水

# tESportsDailyRebate
source: E-Sports Daily Rebate
vi: Hoàn Trả Thể Thao Điện Tử Hàng Ngày
zh: 电竞娱乐场每日返水

# tCasinoRebateMaximumAmount
source: Rebate Maximum Amount
vi: Số Tiền Hoàn Trả Tối Đa
zh: 最高真人娱乐场返水金额

# tKenoRebateMaximumAmount
source: Rebate Maximum Amount
vi: Số Tiền Hoàn Trả Tối Đa
zh: 最高快乐彩返水金额

# tECasinoRebateMaximumAmount
source: Rebate Maximum Amount
vi: Số Tiền Hoàn Trả Tối Đa
zh: 最高电子娱乐返水金额

# tPrevisionRebateMaximumAmount
source: Rebate Maximum Amount
vi: Số Tiền Hoàn Trả Tối Đa
zh: 最高路子娱乐场返水金额

# tESportsRebateMaximumAmount
source: Rebate Maximum Amount
vi: Số Tiền Hoàn Trả Tối Đa
zh: 最高电竞娱乐场返水金额

# tDedicatedCustomerServiceManager
source: Dedicated Customer Service Manager
vi: Quản Lý Dịch vụ Khách Hàng Riêng Biệt
zh: 专属客服经理

# tPriorityInProcessingClientDepositAndWithdrawal
source: Priority in Processing Client Deposit and Withdrawal
vi: Ưu Tiên Trong Việc Xử Lý Lệnh Gửi Tiền Và Rút Tiền Của Thành Viên
zh: 客户出入金优先处理

# tNA
source: NA
zh: 无

# tByInvitation
source: By Invitation
vi: Thư Mời Đặc Biệt
zh: 特别邀请
