Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# tResetPasswordSuccess
source: We have enhanced our network security and your existing password is invalid. Your temporary password has sent to [CONTACT]. Temporary password is valid for 24 hours only, please change your password immediately.
zh: 本公司安全系统已经提升，你的现有登录密码已经无效。新临时密码已经会发入[CONTACT]，临时密码有效期为24小时，请尽快更新你的密码。

# tResetPasswordMessage
source: You recently requested to reset your password for [LOGINID]. Your temporary password is [PASSWORD]. Temporary password is valid for 24 hours only, please change your password immediately.
zh: 您最近请求重置 [CONTACT] 的密码。您的临时密码是 [PASSWORD]。临时密码有效期为24小时，请尽快更新你的密码。

# tyourcall
source: Your title?
vi: Cách Xưng Hô Với Quý Khách
zh: 您的称呼？

# tBankCardMaintenance
source: Bank Card Maintenance
zh: 银行卡管理

# tVerify
source: Verify
zh: 验证

# tVerifySuccess
source: Verify Success
zh: 绑定成功

# tVerifyInvalidPhone
source: Invalid OTP Code. Please input again
zh: 短信验证码输入错误，请重新输入

# tVerifyInvalidEmail
source: Invalid OTP Code. Please input again
zh: 电子邮件验证码输入错误，请重新输入

# tVerifyEmail
source: YSB will send OTP code to your Email
zh: YSB 将发送验证码至您的电子邮件

# tVerifyPhone
source: YSB will send OTP code to your phone no
zh: YSB 将发送验证码至您的手机号码

# tGetOTP
source: Get OTP
zh: 获取验证码

# tEnterOTP
source: Please Enter OTP
zh: 请输入验证码

# tOTPsuccess
source: Successfully get OTP
zh: 获取验证码成功

# tsecondotp
source: s
zh: 秒

# tunableOTP
source: Unable to send OTP, please try again later.
zh: 获取验证码失败。

# tForgotPasswordOTPDown
source: Kindly contact <a href="https://direct.lc.chat/11726646/" target="_blank">customer support</a> or <a href="mailto:info@bb248.com" target="_blank">info@bb248.com</a> if you forgot password.
zh: 如果您需要帮助，请<a href="https://direct.lc.chat/11726646/" target="_blank">联系客服</a> 或联络 <a href="mailto:info@bb248.com" target="_blank">info@bb248.com</a>。

# tacceptTnc
source: Please tick the Sports Rebate terms & conditions box to proceed
zh: 请勾选体育返水规则与条例以继续

# tPhoneVerification
source: Phone Verification
zh: 手机验证

# tEmailVerification
source: Email Verification
zh: 电子邮件验证

# tAddBankCard
source: Add Bank Card
zh: 添加银行卡

# tBindBankCardMessage
source: Please bind a bank card first for payment
zh: 请绑定银行卡，用于收款

# tDeleteBankCardMessage
source: Please select Bank Card to be deleted
zh: 请选择欲删除银行账号

# tEdit
source: Edit
zh: 编辑

# tStarting
source: Starting
zh: 即将开始

# tPhoneV
source: Phone Verification
zh: 手机验证

# tEmailV
source: Email Verification
zh: 电邮验证

# tPinV
source: PIN/Code Verification
zh: 账号安全验证

# tAddWalletAddress
source: Add Wallet Address
zh: 添加钱包地址

# tUSDTGuide
source: USDT Guide
zh: USDT指南

# tUpdatePassword
source: Change Password
zh: 更改密码

# tNormalHour
source: Normal Hour
vi: Giờ Bình Thường
zh: 正常时段

# tHappyHour
source: Happy Hour
vi: Giờ Vui Vẻ
zh: 欢乐时光时段

# tVIPDetails
source: VIP Details
vi: Chi Tiết Thông Tin VIP
zh: 查看VIP详情

# tTurnover
source: Turnover
vi: Yêu Cầu Cược
zh: 投注额

# tDepositMoreToUpgradeNextLevel
source: Deposit more [CURRENCY] [VALUE] to upgrade [LEVEL]
vi: Gửi thêm [VALUE] [CURRENCY] để nâng lên Cấp Độ [LEVEL]
zh: 再存入[CURRENCY] [VALUE] 晋升 [LEVEL]

# tAccumulateTurnToUpgradeNextLevel
source: Accumulate turn [CURRENCY] [VALUE] to upgrade [LEVEL]
vi: Cược thêm [VALUE] [CURRENCY] để nâng lên Cấp Độ [LEVEL]
zh: 还需投注[CURRENCY] [VALUE] 晋升 [LEVEL]

# tRequirementResetDaysLeft
source: Requirement reset [DAYS] days left
vi: Yêu cầu sẽ bắt đầu lại : Còn [DAYS] ngày
zh: 要求条件重置：还有 [DAYS] 天

# tMyLevel
source: My level
vi: Cấp Độ Hiện Tại
zh: 当前级别

# tNextLevel
source: Next level
vi: Cấp Độ Tiếp Theo
zh: 下一等级

# tDuplicatePhoneNumber
source: The contact number has been used by another member. Please choose again or contact Customer Service.
zh: 电话号码已被另一会员采用,请再试或联系客服。

# tOddsEvenRunsInOver1
source: Odds/Even Runs In Over (1st Inning)
zh: 单/双 跑位得分（第1局）

# tOddsEvenRunsInOver2
source: Odds/Even Runs In Over (2nd Inning)
zh: 单/双 跑位得分（第2局）

# tRunsInOdd
source: Runs In - Odd ([NUMBER] Over)
zh: 跑位得分 - 单（第[NUMBER]回合）

# tRunsInEven
source: Runs In - Even ([NUMBER] Over)
zh: 跑位得分 - 双（第[NUMBER]回合）

# tOverUnderRunsInOver1
source: Over/Under Runs In Over (1st Inning)
zh: 高于/低于 跑位得分（第1局）

# tOverUnderRunsInOver2
source: Over/Under Runs In Over (2nd Inning)
zh: 高于/低于 跑位得分（第2局）

# tRunsInOver
source: Totals Over ([NUMBER] Over)
zh: 总数高于（第[NUMBER]回合）

# tRunsInUnder
source: Totals Under ([NUMBER] Over)
zh: 总数低于（第[NUMBER]回合）

# tWillTeamGetAWicketInOver1
source: Will [TEAM] Get A Wicket in Over - 1st Inning
zh: [TEAM]是否有三柱门 - 第1局

# tWillTeamGetAWicketInOver2
source: Will [TEAM] Get A Wicket in Over - 2nd Inning
zh: [TEAM]是否有三柱门 - 第2局

# tTeamYesOver
source: [TEAM] - Yes ([NUMBER] Over)
zh: [TEAM] - 是（第[NUMBER]回合）

# tTeamNoOver
source: [TEAM] - No ([NUMBER] Over)
zh: [TEAM] - 否（第[NUMBER]回合）

# tTeamTotalsOversRuns1
source: [TEAM] Team Totals - Overs Runs (1st Inning)
zh: [TEAM] 总得分 - 回合跑位（第1局）

# tTeamTotalsOversRuns2
source: [TEAM] Team Totals - Overs Runs (2nd Inning)
zh: [TEAM] 总得分 - 回合跑位（第2局）

# tTeamTotalsOversRunsOver
source: Over
zh: 高于

# tTeamTotalsOversRunsUnder
source: Under
zh: 低于

# tFirstInning
source: 1st Inning
zh: 第1局

# tSecondInning
source: 2nd Inning
zh: 第2局

# tECNY
source: E-CNY (DC/EP)
zh: 数字人民币

# tDeleteBankCard
source: Delete Bank Card
zh: 删除银行卡

# msgLiveVideo
source: Please place a bet in order to view Live Streaming
zh: 请下注才能观看直播

# tLiveVideo
source: Live Video
zh: 现场直播

# tPI88
source: PI88
zh: 邦达亚洲

# tPI88MT4AndroidDownload
source: PI88 MT4 FOR ANDROID
zh: 邦达亚洲安卓手机版MT4

# tPI88MT4AppleDownload
source: PI88 MT4 FOR APPLE
zh: 邦达亚洲苹果手机版MT4

# tPI88MT4WindowDownload
source: MT4 FOR WIN
ja: WIN 系统电脑版
th: WIN 系统电脑版
vi: WIN 系统电脑版
zh: WIN 系统电脑版

# tPI88MT4MacDownload
source: MT4 FOR MAC
ja: 苹果系统电脑版
th: 苹果系统电脑版
vi: 苹果系统电脑版
zh: 苹果系统电脑版

# tPI88MT4AndroidDownload2
source: MT4 FOR ANDROID
ja: 安卓手机版 MT4
th: 安卓手机版 MT4
vi: 安卓手机版 MT4
zh: 安卓手机版 MT4

# tPI88MT4AppleDownload2
source: MT4 FOR APPLE
ja: 苹果手机版 MT4
th: 苹果手机版 MT4
vi: 苹果手机版 MT4
zh: 苹果手机版 MT4

# tCasinoBetRecord
source: Casino Bet Record
zh: 游戏厅投注记录

# tECasino
source: Casino
ja: 游戏厅
zh: 游戏厅

# tChooseECasino
source: Choose Casino
ja: 选择游戏厅
zh: 选择游戏厅

# tInvalidDate
source: Invalid Date
zh: 日期不正确

# tPSelectCasino
source: Please Select Casino
zh: 请选着娱乐场

# tGameID
source: Game ID
zh: 局号

# tGameType
source: Game Type
zh: 游戏类型

source: Alipay Account
zh: 支付宝账号

# aliPayBank
source: Alipay
zh: 支付宝

source: Alipay Name
zh: 支付宝姓名

source: Alipay Transfer
zh: 支付宝转账

source: Bank Transfer
zh: 银行转账

# tFillAlipayAcc
source: Please fill in your Alipay account number
zh: 请填写您的支付宝账号

# tTransferRemark
source: Note: YSB will not transfer any withdrawals to a Alipay account.
zh: 注意：易胜博将不会接受汇入第三者支付宝的提款。

# tMinimumRemark
source: Note: The minimum Withdrawal is subject to change.
zh: 注意：最低提款金额会随着当时情况而改变。

# tAddAliPay
source: Add AliPay
zh: 添加支付宝

# tAliPayMaintenance
source: AliPay Maintenance
zh: 支付宝管理

# tBindAliPayMessage
source: Please bind an Ali Pay first for payment
zh: 请设定支付宝，用于收款

# tOpenFinancialAcc
source: Financial Account Application
zh: 开设金融交易账户

# tDisclaimer
source: Disclaimer
vi: Tuyên Bố Miễn Trừ
zh: 免责声明

# tAIPredictionDisclaimer
source: The AI sports analysis is purely based on data derived from our database that is continuously updated. We cannot guarantee the accuracy & timeliness of the information. The sports analysis is for reference only, and we are not responsible for any losses or damages resulting from the use of this information. Use this information at your own risk.
vi: Phân tích thể thao AI hoàn toàn dựa trên dữ liệu lấy từ cơ sở dữ liệu của chúng tôi được cập nhật liên tục. Chúng tôi không thể đảm bảo tính chính xác và kịp thời của thông tin. Phân tích thể thao chỉ mang tính chất tham khảo, và chúng tôi không chịu trách nhiệm cho bất kỳ tổn thất hoặc thiệt hại nào phát sinh từ việc sử dụng thông tin này. Việc sử dụng thông tin này là hoàn toàn tự chịu rủi ro.
zh: 本人工智能体育分析完全基于我们不断更新的数据库中提取的数据。我们无法保证信息的准确性和时效性。体育分析仅供参考，对于使用此信息所造成的任何损失或损害，我们不承担任何责任。使用此信息需自行承担风险。

# tBetNow
source: Bet Now
vi: Cược Ngay
zh: 开始投注

# tEuroLiveBet
source: Euro Cup 2024 - Live Betting
zh: 欧洲杯 2024 - 现场滚球

# tEuroMatch
source: Euro Cup 2024 - Matches
zh: 欧洲杯 2024 - 赛项

# tEuroOutright
source: Euro Cup 2024 - Outright
zh: 欧洲杯 2024 - 全部赛事

# tLiveNow
source: Live Now!
zh: 滚球赛项！

# tAnyProblemWithDeposit
source: Any problem with deposit?
vi: Không thể gửi tiền?
zh: 无法存款？

# tFriendlyReminder
source: Friendly reminder
vi: Lời Nhắc Thiện Ý
zh: 温馨提示

# tSelectTheDepositIssue
source: Please select the reason for problem deposit:
vi: Vui lòng chọn lý do gặp vấn đề khi gửi tiền:
zh: 请选择无法存款原因：

# tPleaseIndicateTheReason
source: Please indicate the reason
vi: Hãy cho biết lý do
zh: 请注明原因

# tYourFeedbackHelpsUsImprove
source: With your comments and feedback, we will do our best to improve!
vi: Với những ý kiến và phản hồi của bạn, chúng tôi sẽ cố gắng cải thiện!
zh: 您的意见与反馈，我们会竭尽所能的改进！

# tDepositProblem1
source: There is no suitable payment channel.
vi: Không có kênh thanh toán phù hợp.
zh: 没有适合的支付渠道。

# tDepositProblem2
source: Payment account display abnormality, risk control.
vi: Tài khoản thanh toán hiển thị không bình thường, kiểm soát rủi ro.
zh: 支付账号显示异常、风控。

# tDepositProblem3
source: Worry about the security of payment channels.
vi: Lo lắng về an toàn của các kênh thanh toán.
zh: 对支付渠道安全感到担忧。

# tDepositProblem4
source: Web pages load slowly and are inaccessible.
vi: Trang web tải chậm và không thể truy cập.
zh: 网页加载速度缓慢、无法访问。

# tDepositProblem5
source: No payment details showed.
vi: Không hiển thị chi tiết thanh toán.
zh: 没有显示收款资料/收款码。

# tDepositProblem6
source: The payment process is complicated and inconvenient.
vi: Quy trình thanh toán phức tạp và bất tiện.
zh: 支付流程复杂、不方便。

# tDepositProblem7
source: Wrong amount selected.
vi: Chọn sai số tiền.
zh: 选错金额。

# tDepositProblem8
source: I have something to do now and will come back later.
vi: Tôi đang bận việc và sẽ quay lại sau.
zh: 现在有事无法存款。

# tDepositProblem9
source: Just wanted to have a look.
vi: Chỉ muốn xem thử.
zh: 只是想随便看看。

# tDepositProblem10
source: Other reasons.
vi: Lý do khác.
zh: 其他原因。

# tRegSuccess
source: Register Success！ <br> Please check your email
zh: 注册成功！ <br> 请检查电子邮箱。

# tRegFailed
source: Register Failed ! <br> Please contact Customer Service
zh: 注册失败 ! <br> 请联系客服。

# tRegPI88
source: Click here to Register
zh: 点击注册交易平台。

# tPi88Slogan1
source: PI88 Forex Gold Silver Oil and Share Index trading platform
zh: 外汇 黄金 原油 股指期货交易平台

# tPi88Slogan2
source: Seamlessly Making Profit in Bull and Bear Market
zh: 可双向交易 熊市牛市都可赚钱

# tPi88InstallGuide
source: User must download and install the following software for trading
zh: 用户必须安装以下交易软件来进行交易

# tAccRegisted
source: Your Account had been Registered
zh: 您的帐户已注册

# tFinancialTrading
source: Financial
zh: 金融交易

# tVerifyEmailForPI88
source: Please verify your email before apply for Financial Account
zh: 注册交易平台前，请先绑定电子邮箱

# tChangeRMB
source: Please switch to RMB to continue.
zh: 请切换RMB再继续

# tVerifySuccessForPI88
source: YSB has sent Financial Account to your email. Please check your inbox or junk folder.
zh: YSB已发送金融交易登录信息至您的邮箱。请检查收件箱或垃圾文件夹

# tSportsFreeBet
source: Sports Free Bet
zh: 体育免费投注

# tClaim
source: Claim
zh: 领取

# tBonus2
source: Bonus
zh: 奖金

# tDepositNotice
source: Deposit Notice
zh: 存款通知

# tIWantFeedback
source: I want feedback
zh: 我要反馈

# tReDeposit
source: Re-deposit
zh: 重新存款

# tSuccessRate
source: Success rate
zh: 成功率

# tFailRate
source: Fail rate
zh: 失败率

# tPrevisionPlay
source: Play
vi: CHƠI PHIÊN BẢN NÂNG CẤP
zh: 立即玩游戏

# tSoccerFreeBet
source: Soccer Free Bet
zh: 足球免费投注

# tBasketballFreeBet
source: Basketball Free Bet
zh: 篮球免费投注

# tTotalFreeBet
source: Total Free Bet
zh: 总免费投注

# tCompleted
source: Completed
zh: 完成

# t1stPeriodNew
source: 1st Period
zh: 第一节

# t2ndPeriodNew
source: 2nd Period
zh: 第二节

# tBetMoreTimes
source: [X] More Bets
zh: 再投注[X]次

# tFreeBetClaimSubmitted
source: Free Bet Claim Submitted
zh: 免费投注已提交

# tNoBets
source: No Bets
zh: 无投注

# tClaimed
source: Claimed
zh: 已入账

# tJan
source: Jan
zh: 一月

# tFeb
source: Feb
zh: 二月

# tMar
source: Mar
zh: 三月

# tApr
source: Apr
zh: 四月

# tMay
source: May
zh: 五月

# tJun
source: Jun
zh: 六月

# tJul
source: Jul
zh: 七月

# tAug
source: Aug
zh: 八月

# tSep
source: Sep
zh: 九月

# tOct
source: Oct
zh: 十月

# tNov
source: Nov
zh: 十一月

# tDec
source: Dec
zh: 十二月

# tLiveChat1
source: YSB Assistant: 24/7 Support
zh: YSB助手: 24/7支持

# tLiveChat2
source: I'm here to help
zh: 随时为您提供帮助

# tRebateAndFreeBetTNC
source: Rebate & Free Bet TNC
zh: 返水&红利的规制和条例

# tElevenfoldAccumulator
source: Elevenfold Accumulator
zh: 十一串一

# tTwelvefoldAccumulator
source: Twelvefold Accumulator
zh: 十二串一

# tThirteenfoldAccumulator
source: Thirteenfold Accumulator
zh: 十三串一

# tFourteenfoldAccumulator
source: Fourteenfold Accumulator
zh: 十四串一

# tFifteenfoldAccumulator
source: Fifteenfold Accumulator
zh: 十五串一

# tQuickCombo
source: OC
zh: 串关

# phoneUsed
source: The Phone you have entered is already registered
th: Phone bạn đã nhập đã được đăng ký
vi: Phone bạn đã nhập đã được đăng ký
zh: 您输入的手机号码已经是在使用中

# offlineAliPayRemark
source: **We will provide a one-time Alipay transfer information, please note that this transfer information can only be used for deposit this time.
zh: **我们将提供您一次性的支付宝转账资料, 请注意, 这转账资料只能用于这次的存款。

# sBank
source: Select Bank
zh: 选择银行

# tWebsiteOwnerPR
source: 专户平台 VIP Private Room
ja: VIPルーム
th: 平台ห้องส่วนตัววีไอพี
vi: 专户 Phòng riêng VIP

source: Over
th: เกิน
vi: Tài

source: Under
th: ภายใต้
vi: Xỉu

# tWebSiteHeaderPR
source: 专户平台 VIP Private Room
ja: 专户平台 VIPルーム
th: 平台ห้องส่วนตัววีไอพี
vi: 专户 Phòng riêng VIP

# t1H
source: 1H
vi: Hiệp 1

# t2H
source: 2H
vi: Hiệp 2

# bankAccHolderMark2
source: for assistance.
th: เพื่อเป็นการช่วยเหลือ.
vi: để được hỗ trợ.

source: Retain All Selections
th: รักษาการเลือกทั้งหมดไว้
vi: giữ lại tất cả các lựa chọn

# fillInAddress
source: Please fill in address
vi: vui lòng điền địa chỉ

# tPasswordRemark
source: Please do not share your password with anybody else. We will not be responsible for any unauthorized log in.
vi: Vui lòng không chia sẻ mật khẩu của Quý Khách với bất kỳ ai khác. Chúng tôi sẽ không chịu trách nhiệm cho bất kỳ đăng nhập trái phép nào.

# tAccountNote
source: Note: Please enter Account Information in Vietnamese without diacritics. Thank you!
vi: Lưu ý : Thông tin Tài Khoản vui lòng điền tiếng việt không dấu. Xin cảm ơn!

# jILI
source: JILI SLOT
vi: JILI NỔ HŨ

# tMinutes
source: M
ja: 分

# tWebSiteHeader
source: 易胜博 YSB
th: S 胜博 YSB

# kenoV1Disc
source: Sim
th: ซิม
