Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

# withdrawRemark7
source: If your withdrawal amount is more than USD10,000 or equivalent, it requires longer processing time.
ja: 出金金額が10,000米ドルまたは同等の通貨価値を超える場合、出金申請の処理に時間がかかります。
th: หากยอดถอนของคุณมากกว่า USD 10
vi: Nếu số tiền rút của Quý Khách nhiều hơn 10.000 USD hoặc tương đương thì thời gian xử lý sẽ lâu hơn.
zh: 如果您的提款额超过10, 000美金或同等币值，提款申请将会需要较长的时间处理。

# plsFillBankInfo
source: Please fill in your bank transfer information
ja: 銀行振込情報をご入力ください
th: กรุณากรอกข้อมูลการโอนเงินของคุณ
vi: Vui lòng điền thông tin tài khoản ngân hàng của Quý Khách
zh: 请填写您的银行转帐信息

# plsFillAmount
source: Please specify your amount
ja: 金額をご入力ください
th: โปรดระบุจำนวนเงินของคุณ
vi: Vui lòng chỉ định số tiền của bạn
zh: 请注明款额

source: Invalid Amount
ja: 金額が間違っています
th: จำนวนเงินไม่ถูกต้อง
vi: Số tiền không hợp lệ
zh: 款额有误

# withdrawalGreater
source: Withdrawal amount greater than balance
ja: 出金額がアカウント残高を超えています
th: ถอนเงินมากกว่ายอดคงเหลือ
vi: Số tiền rút tiền lớn hơn số dư
zh: 提款额超过您的户口结余

source: Min Withdrawal
ja: 最低出金額
th: ถอนขั้นต่ำ
vi: Rút tiền tối thiểu
zh: 最低提款

# plsAccHolderName
source: Please specify the account holder`s name.
ja: すべてのハンディキャップ
th: โปรดระบุชื่อเจ้าของบัญชี
vi: Vui lòng chỉ định tên của người giữ tài khoản.
zh: 请注明户口持有人姓名.

# plsBankName
source: Please specify the name of bank.
ja: 銀行を指定してください
th: กรุณาระบุชื่อธนาคาร
vi: Vui lòng chỉ định tên của nhà cái.
zh: 请注明银行.

# plsBankCode
source: Please specify the bank code.
ja: 銀行コードを入力してください
th: กรุณาระบุรหัสธนาคาร
vi: Vui lòng chỉ định mã nhà cái.
zh: 请注明银行编号.

# plsAccNum
source: Please specify your account number.
ja: 口座番号を入力してください
th: โปรดระบุหมายเลขบัญชีของคุณ
vi: Vui lòng chỉ định số tài khoản của bạn.
zh: 请注明户口号码.

# plsBankCity
source: Please specify the bank`s city.
ja: 銀行の所在都市を入力してください
th: โปรดระบุเมืองของธนาคาร
vi: Vui lòng chỉ định thành phố của nhà cái.
zh: 请注明银行所在城市.

# plsBankState
source: Please select the bank`s state.
ja: 銀行の州を入力してください
th: โปรดเลือกสถานะของธนาคาร
vi: Vui lòng chọn trạng thái nhà cái.
zh: 请注明银行所在州属.

# plsBankAddress
source: Please specifiy the bank`s address
ja: 銀行の州を入力してください
th: โปรดระบุที่อยู่ของธนาคาร
vi: vui lòng cụ thể địa chỉ của nhà cái
zh: 请输入银行地址

# plsBankBranch
source: Please specify the Bank Branch
ja: 銀行の支店を入力してください
th: กรุณาระบุสาขาธนาคาร
vi: Vui lòng chỉ định chi nhánh nhà cái
zh: 请注明银行网点 / 支行

# plsChooseBank
source: Please specify the Bank you are using
ja: 銀行を選択してください
th: โปรดระบุธนาคารที่คุณกำลังใช้
vi: Vui lòng điền thông tin ngân hàng Quý Khách đang sử dụng
zh: 请选择您使用的银行

# processInDue
source: will be processed in due course.
ja: 最短時間で処理しています
th: จะถูกประมวลผลในหลักสูตรเนื่องจาก
vi: của Quý Khách sẽ được xử lý trong thời gian nhanh nhất.
zh: 将会在最短的时间内处理.

# withdrawalTerm
source: There will be a nominal fee for bank transfer and check via courier, you can refer the withdrawal service charges table at the TERMS
ja: 銀行振込およびクイック決済の使用には追加料金が必要です。出金料金表および当社の規約を参照してください。
th: จะมีค่าธรรมเนียมเล็กน้อยสำหรับการโอนเงินผ่านธนาคารและตรวจสอบผ่านผู้ให้บริการจัดส่งคุณสามารถดูตารางค่าธรรมเนียมการถอนเงินได้ที่ TERMS
vi: sẽ có một khoản phí danh nghĩa để chuyển khoản nhà cái và kiểm tra qua chuyển phát nhanh, bạn có thể tham khảo bảng phí dịch vụ rút tiền theo các điều khoản
zh: 使用银行转帐以及快递支票须另附收费, 请您参考提款收费表和本公司条例

# withdrawalRequest
source: Your withdrawal request for
ja: 出金を申請します
th: คำขอถอนเงินของคุณสำหรับ
vi: Yêu cầu rút tiền
zh: 您要求提款

# thankTrx
source: Thank you for transacting with us.
ja: お取引ありがとうございます！
th: ขอบคุณสำหรับการทำธุรกรรมกับเรา
vi: Cảm ơn Quý Khách đã giao dịch với chúng tôi.
zh: 谢谢与易胜博交易!

source: Note:
ja: 備考：
th: บันทึก:
vi: LƯU Ý:
zh: 备注:

# fundTransferSuccess
source: Fund transferred successfully.
ja: 送金に成功しました
th: โอนเงินสำเร็จแล้ว
vi: quỹ được chuyển thành công.
zh: 资金成功转账。

# fundTransferFailedStage1
source: Failed to transfer from third party to YSB
ja: 第三者が易胜博に送金することはできません
th: ไม่สามารถถ่ายโอนจากบุคคลที่สามไปยัง YSB
vi: Không chuyển từ bên thứ ba sang ysb
zh: 无法从第三方转账至易胜博

# fundTransferFailedStage2
source: Failed to transfer from YSB to third party
ja: 易胜博から第三者に送金することはできません
th: ไม่สามารถถ่ายโอนจาก YSB ไปยังบุคคลที่สาม
vi: Không chuyển từ YSB sang bên thứ ba
zh: 无法从易胜博转账至第三方

source: All
ja: すべて
th: ทั้งหมด
vi: Tất cả
zh: 所有

source: All Matches
ja: すべての試合
th: การแข่งขันทั้งหมด
vi: Tất cả các trận đấu
zh: 所有赛事

source: Future
ja: 今後
th: อนาคต
vi: Tương lai
zh: 早盘

source: In-Play
ja: ライブベッティング
th: กำลังแข่งขัน
vi: TRONG TRẬN
zh: 滚球

source: Matches
ja: イベント
th: ไม้ขีด
vi: BẮT ĐẦU SỚM
zh: 赛事

source: Outrights
ja: チャンピオンシップハンディキャップ
vi: hoàn toàn
zh: 冠军盘口

source: Sports
ja: スポーツブック
th: กีฬา
vi: Môn Thể Thao
zh: 体育

# todayMatches
source: Today's Matches
ja: 今日のイベント
th: การแข่งขันวันนี้
vi: Các trận đấu hôm nay
zh: 今日赛事

source: Multiples
ja: 平球
th: หลายรายการ
vi: bội số
zh: 复式过关

source: Change Secure Word
ja: セキュリティワードを変更します
th: เปลี่ยน Secure Word
vi: Thay Đổi Mã Bảo Mật
zh: 更换安全词

source: Modify
ja: 変更
th: ปรับเปลี่ยน
vi: Sửa đổi
zh: 修改

source: New Secure Word
ja: 新しいセキュリティワード
th: ใหม่คำที่ปลอดภัย
vi: Từ an toàn mới
zh: 新安全词

source: Please Enter Here
ja: こちらに入力してください
th: กรุณากรอกที่นี่
vi: Vui lòng nhập vào đây
zh: 请在这里输入

# accountInfo
source: Account Infomation
ja: アカウント情報
th: ข้อมูลบัญชี
vi: Chi Tiết Tài Khoản
zh: 账户资料

source: Change Password
ja: パスワードを変更
th: เปลี่ยนรหัสผ่าน
vi: Thay Đổi Mật Khẩu
zh: 更改密码

# xINKURemark
source: The recommended deposit amount is 100.01/ 2000.11/2001.1 or similar formats.
ja: 注意：金額を整数にすることはできません。推奨される入金金額の形式は、100.01 / 2000.11 /2001.1およびその他の小数点以下の金額です。
th: จำนวนเงินฝากที่แนะนำคือ 100.01 / 2000.11 / 2001.1 หรือรูปแบบที่คล้ายกัน
vi: Số tiền đặt trước được đề xuất là 100,01/2000.11/2001.1 hoặc các định dạng tương tự.
zh: 温馨提示：金额不得为整数，建议存款金额格式为100.01/2000.11/ 2001.1 等小数点金额。

# tballs
source: ball(s)
ja: ナンバー
th: ลูกบอล (s)
zh: 个号码

source: Please Choose
ja: 選択してください
th: กรุณาเลือก
vi: vui lòng chọn
zh: 请选择

source: Chinese Name
ja: 中国語の名前
th: ชื่อภาษาจีน
vi: Tên tiếng Trung
zh: 中文姓名

# sBMilIns
source: You may select 3 last digits that you predict will come out as the lotto result. Please note that the bonusdraw is not included in this bet type.
ja: スコア結果を予測する1の位の数字を3組選択してください。特別な番号は含まれません
th: คุณสามารถเลือก 3 หลักสุดท้ายที่คุณคาดการณ์ว่าจะออกมาเป็นผลการเดิมพัน โปรดทราบว่าการถอนโบนัสไม่รวมอยู่ในประเภทการเดิมพันนี้
vi: Bạn có thể chọn 3 chữ số cuối cùng mà bạn dự đoán sẽ xuất hiện là kết quả xổ số. Xin lưu ý rằng phần thưởng không được bao gồm trong loại đặt cược này.
zh: 您可以选择 "三组个位数" 以预测即将摇出的平码成绩的尾数。请注意 "特别号码" 不包括在内。

# sBMyrIns
source: You may select 4 last digits that you predict will come out as the lotto result. Please note that the bonusdraw is not included in this bet type.
ja: スコア結果を予測する1の位の数字を4組選択してください。特別な番号は含まれません
th: คุณอาจเลือกตัวเลข 4 ตัวสุดท้ายที่คุณคาดการณ์ว่าจะออกมาเป็นผลล็อตโต้ โปรดทราบว่าการถอนโบนัสไม่รวมอยู่ในประเภทการเดิมพันนี้
vi: Bạn có thể chọn 4 chữ số cuối cùng mà bạn dự đoán sẽ xuất hiện là kết quả xổ số. Xin lưu ý rằng phần thưởng không được bao gồm trong loại đặt cược này.
zh: 您可以选择 "四组个位数" 以预测即将摇出的平码成绩的尾数。请注意 "特别号码" 不包括在内。

# loginFirst
source: You need to login to system to play game. If you do not have one, please register or contact our customer support for further detail.
ja: ゲームを開始するには、ログインする必要があります。アカウントをお持ちでない場合は、いますぐ登録するか、カスタマーサービスにお問い合わせください。
th: คุณต้องเข้าสู่ระบบเพื่อเล่นเกม หากคุณยังไม่มีโปรดลงทะเบียนหรือติดต่อฝ่ายสนับสนุนลูกค้าของเราสำหรับรายละเอียดเพิ่มเติม
vi: Bạn cần đăng nhập vào hệ thống để chơi trò chơi. Nếu bạn không có, vui lòng đăng ký hoặc liên hệ với hỗ trợ khách hàng của chúng tôi để biết thêm chi tiết.
zh: 您必需登入才能启动游戏。如果您还没有帐户，请立即注册或联系我们的客服人员以了解进一步的详情。.

# accountNotActivated
source: Sorry, your account is currently deactivated.
ja: 申し訳ありませんが、アカウントは現在凍結されています。カスタマーサービスまでお問い合わせください
th: ขออภัยบัญชีของคุณถูกปิดการใช้งานในขณะนี้
vi: Xin lỗi, tài khoản của bạn hiện đang bị vô hiệu hóa.
zh: 抱歉，您的账户时下已冻结。请联络

# noAccess
source: Sorry! You do not have permission to access the service.
ja: 申し訳ありませんが、このサービスの使用は許可されていません
th: ขออภัย! คุณไม่ได้รับอนุญาตให้เข้าถึงบริการ
vi: Xin lỗi! Bạn không có quyền truy cập dịch vụ.
zh: 抱歉，您不被允许使用此服务

# tUnableToLogin
source: Unable to login, please try again later.
ja: ログインに失敗しました。しばらくしてからもう一度お試しください。
th: ไม่สามารถเข้าสู่ระบบได้โปรดลองอีกครั้งในภายหลัง
vi: Không thể đăng nhập, vui lòng thử lại sau.
zh: 登入失败，请稍候再尝试.

# tFailedToConnectThirdParty
source: Failed to connect to thirdparty server ([SERVERNAME]). Please try again later ([ERRCODE])
ja: サードパーティのサーバー（[SERVERNAME]）に接続できません。しばらくしてからもう一度お試しください（[ERRCODE]）
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์อื่น ([SERVERNAME]). โปรดลองอีกครั้งในภายหลัง ([ERRCODE])
vi: Không thể kết nối với giáy chủ thứ ba ([servername]). Vui lòng thử lại sau ([errcode])
zh: 无法连接到第三方服务器（[SERVERNAME]）。请稍后再试（[ERRCODE]）。

# tFailedToGetAccessCodeMingRen
source: Failed to get access code from MingRen server([SERVERNAME]). Please try again later ([ERRCODE])
ja: 名人ホールサーバー（[SERVERNAME]）からアクセスコードを取得できません。しばらくしてからもう一度お試しください（[ERRCODE]）
th: ไม่สามารถรับรหัสการเข้าถึงจากเซิร์ฟเวอร์ MingRen([SERVERNAME]). โปรดลองอีกครั้งในภายหลัง ([ERRCODE])
vi: Không nhận được mã truy cập từ giáy chủ Mingren ([servername]). Vui lòng thử lại sau ([errcode])
zh: 无法从名人厅服务器（[SERVERNAME]）获得访问代码。请稍后再试（[ERRCODE]）。

# tUnableToConnectToPlatinumServer
source: Unable to connect to Platinum server ([SERVERNAME]). Please try again later ([ERRCODE]).
ja: プラチナホールサーバー（[SERVERNAME]）に接続できません。しばらくしてからもう一度お試しください（[ERRCODE]）
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ Platinum ([SERVERNAME]). โปรดลองอีกครั้งในภายหลัง ([ERRCODE]).
vi: Không thể kết nối với giáy chủ bạch kim ([servername]). Vui lòng thử lại sau ([errcode]).
zh: 无法连接到铂金厅服务器（[SERVERNAME]）。请稍后再试（[ERRCODE]）。

# tNoReplyFromPlatinumServer
source: No reply message from platinum server ([SERVERNAME]) . Please try again later ([ERRCODE])
ja: プラチナホールサーバー（[SERVERNAME]）から応答メッセージありません。しばらくしてからもう一度お試しください（[ERRCODE]）
th: ไม่มีข้อความตอบกลับจากเซิร์ฟเวอร์ platinum ([SERVERNAME]) . โปรดลองอีกครั้งในภายหลัง ([ERRCODE])
vi: Không có thông báo trả lời từ giáy chủ bạch kim ([servername]). Vui lòng thử lại sau ([errcode])
zh: 无回复信息自铂金厅服务器（[SERVERNAME]）。请稍后再试（[ERRCODE]）。

# tValidationFailedThirdParty
source: Validation failed by thirdparty ([SERVERNAME]). Please try again later ([ERRCODE]).
ja: サードパーティ（[SERVERNAME]）の認証に失敗しました。しばらくしてからもう一度お試しください（[ERRCODE]）
th: การตรวจสอบล้มเหลวโดยบุคคลที่สาม ([SERVERNAME]). โปรดลองอีกครั้งในภายหลัง ([ERRCODE]).
vi: Xác thực không thành công bởi Thứ ba ([Servername]). Vui lòng thử lại sau ([errcode]).
zh: 第三方（[SERVERNAME]）验证失败。请稍后再试（[ERRCODE]）。

# tAccessNotGrantedThirdParty
source: Access not granted by thirdparty ([SERVERNAME]) ([ERRCODE]).
ja: サードパーティはアクセスを許可していません（[SERVERNAME]）（[ERRCODE]）
th: การเข้าถึงไม่ได้รับจากบุคคลที่สาม ([SERVERNAME]) ([ERRCODE]).
vi: Truy cập không được cấp bởi Thứ ba
zh: 第三方不授予访问权（[SERVERNAME]）（[ERRCODE]）。

# tUnableToCreateCustomerThirdParty
source: Unable to create customer by thirdparty server ([SERVERNAME]). Please try again later ([ERRCODE]).
ja: サードパーティのサーバー（[SERVERNAME]）を介してユーザーを作成できません。しばらくしてからもう一度お試しください（[ERRCODE]）
th: ไม่สามารถสร้างลูกค้าโดยเซิร์ฟเวอร์ของบุคคลที่สาม ([SERVERNAME]). โปรดลองอีกครั้งในภายหลัง ([ERRCODE]).
vi: Không thể tạo khách hàng bằng giáy chủ thứ ba ([servername]). Vui lòng thử lại sau ([errcode]).
zh: 无法通过第三方服务器（[SERVERNAME]）建立客户。请稍后再试（[ERRCODE]）。

# tUnableToGetAccessCode
source: Unable to get access code from "[SERVERNAME]". Please try again later ([ERRCODE]).
ja: ([SERVERNAME])からアクセスコードを取得できません。しばらくしてからもう一度お試しください（[ERRCODE]）
th: ไม่สามารถรับรหัสการเข้าถึงจาก "[SERVERNAME]". โปรดลองอีกครั้งในภายหลัง ([ERRCODE]).
vi: Không thể lấy mã truy cập từ "[servername]". Vui lòng thử lại sau ([errcode]).
zh: 无法从 "[SERVERNAME]"获得访问代码。请稍后再试（[ERRCODE]）。

# onlineTransfer
source: Online Bank Transfer
ja: オンライン銀行振込
th: โอนเงินผ่านธนาคารออนไลน์
vi: Chuyển Khoản Trực Tuyến
zh: 网上银行转账

source: Coming Soon
ja: 近日公開
th: เร็ว ๆ นี้
vi: Sắp Ra Mắt
zh: 即将来临

source: Mobile Version
ja: モバイル版
th: รุ่นมือถือ
vi: Phiên Bản Di Động
zh: 手机版

source: Web Version
ja: PC版
th: เวอร์ชั่นเว็บ
vi: Phiên Bản Web
zh: 网络版

# luziDownload
source: Download
ja: ゲームをダウンロード
th: ดาวน์โหลด
vi: Tải xuống
zh: 游戏下载

# lbAddress
source: Address
ja: アドレス
th: ที่อยู่
vi: Địa chỉ
zh: 地址

# lbPostCode
source: Postcode
ja: 郵便番号
th: รหัสไปรษณีย์
vi: Mã bưu điện
zh: 邮政编号

# luzi_7UPBaca
source: Prevision 7UP Baccarat
ja: ロードセブンスターバカラ
th: ก่อนหน้า 7UP บาคาร่า
zh: 路子七星百家乐

# luziBaca
source: Prevision Baccarat
ja: ロードバカラ
th: บาคาร่าก่อนหน้า
zh: 路子百家乐

# luziCasinoWar
source: Prevision Casino War
ja: ロードマルチプレイヤードラゴンタイガー
th: Prevision คาสิโนสงคราม
zh: 路子多人龙虎

# luziDragonTiger
source: Dragon Tiger
ja: ロードドラゴンタイガー
th: เสือมังกร
vi: Rồng hổ
zh: 路子龙虎

# luziEasyball
source: Easyball
ja: イージーボール
th: เดิมพัน Easyball
zh: 易胜球

# luziHybrid54
source: Prevision Hybrid54
ja: ロードポーカー54
th: เดิมพัน Prevision Hybrid54
zh: 路子扑克54

# luziKeno
source: Prevision Keno
ja: ロードKENO
th: Prevision คีโน
zh: 路子快乐彩

# luziRoulette
source: Prevision Roulette
ja: ロードルーレット
th: รูเล็ตก่อนหน้า
zh: 路子轮盘

# luziSicbo
source: Prevision Sicbo
ja: ロードシックボー
th: เดิมพัน Prevision Sicbo
zh: 路子骰宝

# luziThreePic
source: Prevision Three Pictures
ja: ロードマルチプレイヤー三公
th: เดิมพัน Prevision Three Pictures
vi: Prevision ba hình ảnh
zh: 路子多人三公

# pcAvailable
source: Available On PC
ja: PC版フォロー
th: พร้อมใช้งานบนพีซี
vi: Có sẵn trên PC
zh: PC版照跑

# tMegaJackpot
source: MegaJackpot
ja: ジャックポット
th: เมกะแจ๊คพอต
zh: 累积大奖池

# xPGRemark
source: The recommended deposit amount is 110, 1110, 11110 or similar formats.
ja: 入金額は100と100の倍数は避けてください。推奨される金額は110、1110、11110およびその他の形式です。
th: จำนวนเงินฝากที่แนะนำคือ 110
vi: Số tiền đặt trước được đề xuất là 110, 1110, 11110 hoặc các định dạng tương tự.
zh: 请避免单笔充值100以及100的倍数，建议金额为110，1110,11110 等格式。

# jEEPAYRemark
source: Alert: If deposit to the previous account directly, it won’t generate an order number in the system. We won’t be able to check if we receive the amount and won’t top up accordingly. Please be aware that the money won’t be refunded either.
ja: 注意：オフラインでの支払いは行わないでください。申請なしで以前の入金アカウントに直接支払いを行うと、システムは取引番号を生成できず、支払いが受領されたかどうかを確認できません。返金もされないためご注意ください。
th: การแจ้งเตือน: หากฝากเงินเข้าบัญชีก่อนหน้าโดยตรงระบบจะไม่สร้างหมายเลขคำสั่งซื้อในระบบ เราจะไม่สามารถตรวจสอบว่าเราได้รับจำนวนและไม่สามารถเติมได้หรือไม่ โปรดทราบว่าจะไม่ได้รับเงินคืน
vi: ALERT: Nếu gửi tiền trực tiếp vào tài khoản trước đó, nó đã giành được một số đơn đặt hàng trong hệ thống. Chúng tôi đã giành chiến thắng để có thể kiểm tra xem chúng tôi có nhận được số tiền đó không và giành được hàng đầu phù hợp. Xin lưu ý rằng số tiền won đã được hoàn trả.
zh: 请注意：请勿线下打款，没有经过申请，直接打款至先前充值账号，会导致系统无法产生交易单号，无法核实确认是否收到款项，故将不会上分，也不会退还，还请知悉。

source: H5 Pay
ja: H5決済
th: จ่าย H5
zh: H5支付

# selectBank
source: Please Select Bank
ja: 支払い銀行を選択してください
th: กรุณาเลือกธนาคาร
vi: Chọn ngân hàng
zh: 请选择付款银行

# selectPointCard
source: Please Select Point Card
ja: 支払いカードを選択してください
th: กรุณาเลือกบัตรจุด
vi: Vui lòng chọn thẻ điểm
zh: 请选择付款充值卡

# lbJD
source: Recommended UnionPay App for payment.
ja: QRコードをスキャンしてクイック決済することを推奨します
th: แอพ UnionPay ที่แนะนำสำหรับการชำระเงิน
vi: Ứng dụng UnionPay được đề xuất để thanh toán.
zh: 推荐使用云闪付客户端进行扫码支付

# ezSuccess1
source: Thank you. Your account will be updated as soon as your funds have been received. An e-mail notification will be sent as well.
ja: ありがとうございます。口座に資金が受け取られるとすぐに通知されます。電子メール通知も送信されます。
th: ขอบคุณ. บัญชีของคุณจะได้รับการอัปเดตทันทีที่เงินของคุณได้รับ การแจ้งเตือนอีเมลจะถูกส่งเช่นกัน
vi: Cảm ơn bạn. Tài khoản của bạn sẽ được cập nhật ngay khi nhận được tiền của bạn. Thông báo e-mail cũng sẽ được gửi.
zh: 谢谢您呈上存款资料.一收到存款，会即刻存入您的帐户，并电邮通知你.

# ezSuccess2
source: You can also check on any account updates whenever you visit our site.
ja: このページにログインすると、アカウントの最新の詳細を確認することができます。
th: คุณสามารถตรวจสอบการอัปเดตบัญชีได้ทุกเมื่อที่คุณเข้าชมเว็บไซต์ของเรา
vi: Bạn cũng có thể kiểm tra bất kỳ bản cập nhật tài khoản nào bất cứ khi nào bạn truy cập trang web của chúng tôi.
zh: 您登入此网页时，也可检阅您帐户的最新详情.

# ezSuccess3
source: Please keep this payment ID for reference.
ja: 参照用に、決済番号を控えておいてください
th: โปรดเก็บ ID การชำระเงินนี้ไว้เพื่ออ้างอิง
vi: Vui lòng giữ ID thanh toán này để tham khảo.
zh: 请记下这付款号码，以作参考。

# enterRef
source: Please Enter Reference Number
ja: 受領番号を入力してください
th: กรุณาใส่หมายเลขอ้างอิง
vi: Vui lòng nhập số tham chiếu
zh: 请输入收据号码

# invalidRef
source: Invalid Reference Number
ja: 入力した受領番号が間違っています。正しい受領番号をもう一度入力してください。
th: หมายเลขอ้างอิงไม่ถูกต้อง
vi: Số tham chiếu không hợp lệ
zh: 您输入的收据号码有误，请再次输入正确的收据号码！

# enterPayerName
source: Please Enter Account Payers Name
ja: 支払人の名前を入力してください
th: โปรดป้อนชื่อผู้ชำระบัญชี
vi: Vui lòng nhập tên người trả tài khoản
zh: 请输入付款人名字

# invalidPayerName
source: Invalid Account Payers Name
ja: 入力した支払人名が間違っています。正しい支払人名をもう一度入力してください。
th: ชื่อผู้ชำระบัญชีไม่ถูกต้อง
vi: Tên người trả tài khoản không hợp lệ
zh: 您输入的付款人名字有误，请再次输入正确的付款人名字！

# enterPayerAccNum
source: Please Enter Payers Account Number
ja: 支払人の口座番号を入力してください
th: โปรดป้อนหมายเลขบัญชีผู้ชำระเงิน
vi: Vui lòng nhập số tài khoản của người trả tiền
zh: 请输入付款人账户号码

# invalidPayerAccNum
source: Invalid Payers Account Number
ja: 入力した支払人口座番号が間違っています。正しい支払人口座番号をもう一度入力してください。
th: หมายเลขบัญชีผู้ชำระเงินไม่ถูกต้อง
vi: Số tài khoản người trả tiền không hợp lệ
zh: 您输入的付款人账户号码有误，请再次输入正确的付款人账户号码！

# invalidSpace
source: Space character are not permitted
ja: スペースは使用できません
th: ไม่อนุญาตให้ใช้อักขระเว้นวรรค
vi: ký tự không gian không được phép
zh: 空格字符不允许

# mobileDepositType
source: Deposit Type
ja: 入金方法
th: ประเภทเงินฝาก
vi: Hình Thức Gửi Tiền:
zh: 存款方式

# mobileChooseBank
source: Choose Bank
ja: 銀行選択
th: เลือกธนาคาร
vi: Chọn nhà cái
zh: 选择银行

# plsBankLocation
source: Please Enter Bank Address
ja: 支払い銀行の住所を入力してください
th: กรุณาใส่ที่อยู่ธนาคาร
vi: Vui lòng nhập địa chỉ nhà cái
zh: 请输入付款银行地址

# plsPayerBkAccNum
source: Please Enter Payers Bank Account Number
ja: 支払人の口座番号を入力してください
th: โปรดป้อนหมายเลขบัญชีธนาคารผู้ชำระเงิน
vi: Vui lòng nhập số tài khoản nhà cái của người trả tiền
zh: 请输入付款人账户号码

# plsPayerName
source: Please Enter Account Payer's Name
ja: 支払人の名前を入力してください
th: กรุณาใส่ชื่อบัญชีของผู้ชำระเงิน
vi: Vui lòng nhập tên người trả tài khoản
zh: 请输入付款人名字

# tStep1
source: Paying Bank
ja: 銀行口座
th: ธนาคารผู้จ่าย
vi: thanh toán nhà cái
zh: 银行帐号

# tStep2
source: Choose Bank
ja: 銀行選択
th: เลือกธนาคาร
vi: Chọn nhà cái
zh: 选择银行

# tStep3
source: Deposit details
ja: 情報を入力してください
th: รายละเอียดการฝาก
vi: Chi tiết gửi tiền
zh: 填写资料

# tStep4
source: Finish
ja: 送金が完了しました
th: เสร็จสิ้น
vi: Kết thúc
zh: 转账完成

# plsInsertTime
source: Please Specify The Time
ja: 時間を入力してください
th: โปรดระบุเวลา
vi: Vui lòng chỉ định thời gian
zh: 请输入时间

# plsChooseType
source: Please Choose Transaction Type
ja: 取引タイプを入力してください
th: กรุณาเลือกประเภทการทำธุรกรรม
vi: Vui lòng chọn loại giao dịch
zh: 请选择交易类型

# agFishing
source: AG Fish Hunter
ja: AGフィッシングキング
th: AG ฟิชฮันเตอร์
zh: AG捕鱼王

# fishingFortune
source: TPG Fishing Fortune
ja: TPGカラフルフィッシング
th: TPG ตกปลา Fortune
zh: TPG多彩捕鱼

source: JD Pay
ja: 京东支払い
vi: jd thanh toán
zh: 京东支付

# tMenuAnalysis
source: Analysis
ja: スポーツブック分析
th: การวิเคราะห์
vi: Phân tích
zh: 体育分析

source: Contact Us
ja: お問い合わせ
th: ติดต่อเรา
vi: Liên Hệ Với Chúng Tôi
zh: 立即联系

source: One Click Bet
ja: ワンクリックベッティング
th: เดิมพันด่วน
vi: Cược Nhanh
zh: 一键投注

source: Search ID
ja: 取引番号
th: ค้นหา ID
vi: id tìm kiếm
zh: 交易编号

source: Bank
ja: 銀行
th: ธนาคาร
vi: Tên Ngân Hàng
zh: 银行

source: Account
ja: 口座
th: บัญชีผู้ใช้
vi: Tài Khoản
zh: 帐号

source: Bank Card Name
ja: 銀行カード名
th: ชื่อบัตรเครดิตธนาคาร
vi: Họ Tên đầy đủ tài khoản Ngân Hàng của Quý Khách
zh: 银行卡姓名

source: YSB
ja: 易胜博
zh: 易胜博

source: Transfer From
ja: からの送金
th: โอนจาก
vi: Chuyển từ
zh: 转账从

source: Show All
ja: すべて表示
th: แสดงทั้งหมด
vi: Hiển thị tất cả
zh: 显示全部

# plsBonusMethod
source: Please Choose Deposit Bonus Method
ja: 入金ボーナスの交換方法を選択してください
th: กรุณาเลือกวิธีการฝากเงินโบนัส
vi: Vui lòng chọn Phương thức tiền thưởng tiền đặt trước
zh: 请选择存款红利兑换方式

# normalBonus
source: Decline Deposit Bonus
ja: ボーナスに参加していません
th: ปฏิเสธโบนัสเงินฝาก
vi: Từ chối tiền thưởng tiền đặt trước
zh: 不参与红利

# depositBonus
source: Deposit Bonus Redeem
ja: 入金ボーナス交換
th: โบนัสการฝากเงินแลก
vi: Tiền thưởng tiền thưởng mua lại
zh: 存款红利兑换

source: More Games
ja: さらに多くのゲーム
th: เกมอื่น ๆ
vi: nhiều trò chơi khác
zh: 更多游戏

# mobileLetsPlay
source: Play
ja: いますぐゲームする
th: เล่น
vi: Chơi
zh: 立即玩游戏

# mobileCasino
source: Mobile Version
ja: モバイル版ページ
th: รุ่นมือถือ
vi: Phiên Bản Di Động
zh: 手机版专页

# fPFailedMobile
source: You have not entered the correct information. Kindly contact info@bb248.com.
ja: 情報が一致しません。info@ bb248.comまでご連絡ください。
th: คุณยังไม่ได้ป้อนข้อมูลที่ถูกต้อง กรุณาติดต่อ info@bb248.com
vi: Bạn chưa nhập thông tin chính xác. Vui lòng liên hệ với info@ysbvn.com.
zh: 资料不符，请联络 info@bb248.com。

# msgInvalidLogin
source: Sorry, your account is currently deactivated. Please contact us for assistant. Thank You.
ja: 申し訳ありませんが、アカウントは現在凍結されています。サポートが必要な場合は、カスタマーサービスにお問い合わせください。
th: ขออภัยบัญชีของคุณถูกปิดการใช้งานในขณะนี้ กรุณาติดต่อเราได้ที่ info@bb248.com สำหรับผู้ช่วย ขอบคุณ.
vi: Xin lỗi, tài khoản của bạn hiện đang bị vô hiệu hóa. Vui lòng liên hệ với chúng tôi để biết trợ lý. Cảm ơn bạn.
zh: 抱歉，您的账户时下已冻结。请联络客服以获得协助，谢谢。

# msgError
source: Username or Password Invalid.
ja: ユーザー名/パスワードが間違っています
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง.
vi: tên người dùng hoặc mật khẩu không hợp lệ.
zh: 用户名称/密码错误.

# lbSpaceErr
source: Space Not Allowed
ja: スペースは使用できません
th: ไม่อนุญาตให้ใช้พื้นที่
vi: Không gian không được phép
zh: 不允许空格

# msgClosed
source: Sorry, your account is currently closed. Please contact us for assistant. Thank You.
ja: 申し訳ありませんが、アカウントは閉鎖されました。サポートが必要な場合は、カスタマーサービスにお問い合わせください。
th: ขออภัยบัญชีของคุณปิดในขณะนี้ โปรดติดต่อเราที่ info@bb248.com หรือสำหรับลูกค้าชาวเอเชีย infoasia@bb248.com ขอบคุณ.
vi: Xin lỗi, tài khoản của bạn hiện đang đóng. Vui lòng liên hệ với chúng tôi để biết trợ lý. Cảm ơn bạn.
zh: 抱歉，您的账户时下已关闭。请联络客服以获得协助，谢谢。

# depositSuccess
source: You will be redirected to a merchant site to proceed further.
ja: アフィリエイトサイトに移動します
th: คุณจะถูกนำไปยังไซต์ร้านค้าเพื่อดำเนินการต่อไป
vi: bạn sẽ được chuyển hướng đến một trang web thương gia để tiến thêm.
zh: 您将会被引领至代理网站进行转帐

# autoRedirect
source: Please click here if you are not automatically redirected
ja: Webブラウザーが自動的にジャンプしなかった場合は、こちらをクリックしてください
th: โปรดคลิกที่นี่หากคุณไม่ได้เปลี่ยนเส้นทางโดยอัตโนมัติ
vi: Vui lòng bấm vào đây nếu bạn không tự động chuyển hướng
zh: 如果您的浏览器没有自动跳转，请点击这里

source: Personal Jackpot
ja: ジャックポット
th: แจ็คพอตส่วนตัว
vi: jackpot cá nhân
zh: 个人累积奖池

source: Retain Selections
ja: オプションを保持する
th: รักษาการเลือกไว้
vi: giữ các lựa chọn
zh: 保留选项

# retainFailedSelections
source: Retain Selections
ja: 失敗したオプションを保持する
th: เก็บการเลือกที่ล้มเหลว
vi: giữ các lựa chọn
zh: 保留失败的选项

# crypto
source: Diamond Coin
ja: ダイヤモンドコイン
th: เหรียญเพชร
vi: COIN Kim cương
zh: 钻石币

# pCard
source: Point Card Recharge
ja: ポイントカードチャージ
th: เติมเงินบัตรจุด
vi: point card sạc lại
zh: 点卡充值

# cryptoTitle
source: 1 Diamond Coin equals 1 RMB
ja: 1ダイヤモンドコインは1RMBに相当します
th: เหรียญเพชร 1 อันเท่ากับ 1 หยวน
vi: 1 COIN Kim cương bằng 1 RMB
zh: 1钻石币等于1人民币

# cryptoDesc
source: Reminder: It is strictly forbidden to use the company account to top up, it will not be processed and not refundable.
ja: ご注意：パブリックアカウントを使用して入金することは固く禁じられています。パブリックアカウントへの入金は処理または返金されません。
th: คำเตือน: ห้ามมิให้ใช้บัญชี บริษัท ในการเติมเงินโดยเด็ดขาดมันจะไม่ถูกประมวลผลและไม่สามารถขอคืนได้
vi: Nhắc nhở: Việc sử dụng tài khoản công ty để sử dụng tài khoản của công ty là không được xử lý và không được hoàn trả.
zh: 请注意：严禁使用对公账户充值，凡发现对公账户充值一律不给处理亦不退还

# clipboard
source: To Clipboard
ja: クリップボード
th: ไปที่คลิปบอร์ด
zh: 至剪贴板

source: Copied
ja: コピー
th: คัดลอก
vi: đã sao chép
zh: 复制

source: My Bets
ja: ベット記録
th: เดิมพันของฉัน
vi: Lịch Sử Cược
zh: 投注记录

source: Promotions
ja: プロモーション
th: โปรโมชั่น
vi: Khuyến Mãi
zh: 优惠活动
