Repository: weihope/flutter-web-app
Catalog: lib/l10n/app_*.arb
Languages: ja, th, vi, zh

source: Please Enter Your Phone Number
ja: 携帯電話番号を入力してください
th: กรุณาใส่หมายเลขโทรศัพท์ของคุณ
vi: Vui lòng nhập số điện thoại của bạn
zh: 请输入您的手机号码

source: Please Enter Your Verification Code
ja: アカウントのアカウント認証コードを入力してください
th: กรุณาใส่รหัสยืนยันของคุณ
vi: Vui lòng nhập mã xác minh của bạn
zh: 请输入您的账号安全验证码

source: Please Enter Secure Word
ja: セキュリティワードを入力してください
th: กรุณากรอก Secure Word
vi: Mã Bảo Mật Mới
zh: 请输入安全词

# forgotPasswordWeb
source: Forgot Your Password?
ja: パスワードを忘れましたか？
th: ลืมรหัสผ่านหรือไม่?
vi: Quên mật khẩu của bạn?
zh: 您忘记密码？

# fPAuthentication
source: Will be used for client account query.
ja: ユーザーアカウントを確認する際に使用されます
th: จะใช้สำหรับการสอบถามบัญชีลูกค้า
vi: Sẽ dùng cho việc xác minh tài khoản Quý Khách.
zh: 用于客户账号审核时使用

# fPContact
source: Kindly contact <a href="mailto:info@bb248.com" style="color:#777">info@bb248.com</a> if you cannot remember the information.
ja: これらの情報が必要な場合は、<a href="mailto:info@bb248.com" style="color:#777"> info@bb248.com </a>にお問い合わせください。
th: กรุณาติดต่อ <a href="mailto:info@bb248.com" style="color:#777">info@bb248.com</a> หากคุณจำข้อมูลไม่ได้
vi: vui lòng liên hệ <a href="mailto:info@ysbvn.com" style="color:#777">info@ysbvn.com</a> Nếu bạn không thể nhớ thông tin.
zh: 如果您需要这些资料，请联络 <a href="mailto:info@bb248.com" style="color:#777">info@bb248.com</a> .

# reRegistration
source: Account Registration
ja: 新しいアカウントを開く
th: การลงทะเบียนบัญชี
vi: Đăng ký tài khoản
zh: 开新户口

# weChat
source: Telegram
ja: WeChatID
th: WeChat ID
zh: 微信号

# msgweChatInvalid
source: Invalid weChatID
ja: WeChatIDが間違っています
th: weChatID ไม่ถูกต้อง
vi: Telegram không hợp lệ
zh: 微信ID有误

# accReg
source: YSB88 Account Registration
ja: YSB88新規ユーザー
th: การลงทะเบียนบัญชี YSB88
vi: YSB88 Đăng ký tài khoản
zh: YSB88新开用户

# errLoginIDLen
source: Preferred Login ID must contain at least 5 characters (alphabets and numbers only).
ja: ユーザー名は5文字以上の文字あるいは数字である必要があります。
th: รหัสเข้าสู่ระบบที่ต้องการจะต้องมีอย่างน้อย 5 ตัวอักษร (ตัวอักษรและตัวเลขเท่านั้น)
vi: id đăng nhập ưa thích phải chứa ít nhất 5 ký tự (chỉ bảng chữ cái và số).
zh: 选择用户名称须至少5个字母或数字.

# errweChatID
source: Invalid weChatID
ja: WeChatIDが間違っています
th: weChatID ไม่ถูกต้อง
vi: Telegram không hợp lệ
zh: 微信号有误

# pleaseEnterWechat
source: Please Enter Your WeChat ID
ja: WeChatIDを入力してください
th: กรุณากรอกรหัส WeChat ของคุณ
vi: Vui lòng nhập Telegram của bạn
zh: 请输入您的微信号

# errLoginForGame
source: You need to login to system to play game. If you do not have one, please register or contact our customer support for further detail.
ja: ゲームを開始するには、ログインする必要があります。アカウントをお持ちでない場合は、いますぐ登録するか、カスタマーサービスにお問い合わせください。
th: คุณต้องเข้าสู่ระบบเพื่อเล่นเกม หากคุณยังไม่มีโปรดลงทะเบียนหรือติดต่อฝ่ายสนับสนุนลูกค้าของเราสำหรับรายละเอียดเพิ่มเติม
vi: Bạn cần đăng nhập vào hệ thống để chơi trò chơi. Nếu bạn không có, vui lòng đăng ký hoặc liên hệ với hỗ trợ khách hàng của chúng tôi để biết thêm chi tiết.
zh: 您必需登入才能启动游戏。如果您还没有帐户，请立即注册或联系我们的客服人员以了解进一步的详情。

# acceptChanges
source: Accept Changes and Submit
ja: 変更を受け入れてベットする
th: ยอมรับการเปลี่ยนแปลงและส่ง
vi: chấp nhận các thay đổi và gửi
zh: 接受变更并投注

source: Add More Bet
ja: さらにオプションを追加する
th: เพิ่มเดิมพันเพิ่มเติม
vi: CƯỢC XIÊN
zh: 添加更多的选择

source: Est. Winnings
ja: 勝ち額
th: Est เงินที่ได้มา
vi: est. Tiền thắng
zh: 可赢金额

# maximumBet
source: Max
ja: 最大ベット
th: เดิมพันสูงสุด
vi: Cược tối đa
zh: 最高

source: Multiple Bets
ja: マルチベット
th: เดิมพันเพิ่ม
vi: Cược Xiên
zh: 复式连串过关投注

# notAbleCombo
source: Selections indicated in red may not be combined for multiple bets.
ja: 赤で示されているオプションはマルチベットできません
th: ตัวเลือกที่ระบุด้วยสีแดงอาจไม่รวมกันสำหรับการเดิมพันหลายครั้ง
vi: Các lựa chọn được chỉ định bằng màu đỏ có thể không được kết hợp cho nhiều cược.
zh: 红色选项不可以结合进行过关投注。

source: Remove All
ja: すべて削除する
th: ลบทั้งหมด
vi: Xóa tất cả
zh: 全删除

# selectionMarketClose
source: Event is currently closed. Try again when its reopened.
ja: ハンディキャップはクローズされています
th: ตลาดที่เลือกปิด
vi: a name="SelectionMarketClose" xml:space="preserve"></data>
zh: 赛项目前关盘。重新开盘后请再试。

source: Total Bets
ja: ベット額
th: การเดิมพันทั้งหมด
vi: Tổng cược
zh: 投注额

source: To Win
ja: 勝ち額
th: ที่จะชนะ
vi: Số tiền thắng
zh: 可赢额

# valuesOddsChanged
source: The Values/Odds have changed.
ja: ハンディキャップとオッズが変更されました
th: ค่า / ราคาได้เปลี่ยนไป
vi: Các giá trị/tỷ lệ cược đã thay đổi.
zh: 让球数及赔率已变更。

# valuesChanged
source: The values have changed.
ja: ハンディキャップが変更されました
th: ค่ามีการเปลี่ยนแปลง
vi: The giá trịs đã thay đổi.
zh: 让球数已变更。

# oddsChanged
source: The odds have changed.
ja: オッズが変更されました
th: อัตราต่อรองมีการเปลี่ยนแปลง
vi: tỷ lệ cược đã thay đổi.
zh: 赔率已变更。

# tGoal
source: Goal
vi: Bàn Thắng
zh: 进球

source: Win at 5 minutes
ja: 最初の5分間の賭け
th: ชนะที่ 5 นาที
vi: giành chiến thắng sau 5 phút
zh: 首5分钟优胜者

# tsortByLeague
source: Sort By League
ja: リーグランキング
th: จัดเรียงตามลีก
vi: Sắp xếp theo giải đấu
zh: 联赛排序

# tsortByTime
source: Sort By Time
ja: 時間順
th: เรียงตามเวลา
vi: Sắp xếp theo thời gian
zh: 时间排序

# tSelectLeague
source: Select League
ja: リーグを選択
th: เลือกลีก
vi: Chọn Giải Đấu
zh: 选择联赛

# tAsianView
source: Asian View
ja: アジア版
th: ดูเอเชีย
vi: Chế độ xem châu Á
zh: 亚洲版

# tClassicView
source: Classic View
ja: クラシック版
th: มุมมองคลาสสิค
vi: Chế độ xem cổ điển
zh: 经典版

# depositRemark
source: Using 3rd party [Deposit Method] to deposit is strictly prohibited. YSB88 reserve the right to request client to submit ID copy or relevant supporting document if client using 3rd party Debit Card to do any deposit. To avoid any inconvenience, kindly use your own Debit Card to do deposit. YSB88 will perform sample checking on our clients account. This verification procedure is part of our security protocols, which was implemented to prevent fraudulent activities on our site and most importantly to create a safe and secure site for our client's enjoyment.
ja: 当社は、ユーザーが第三者[入金方法]を使用して入金を行うことを固く禁じています。易胜博は、アカウントのセキュリティを確保するために、IDカードのコピーなどの関連文書、入金情報の提供をユーザーに要求する権利を有します。そのため、必ず銀行口座を利用して入金してください。易胜博は、お客様のアカウントを随時チェックして、当社のWebページに不正行為がないことを確認します。
th: ห้ามใช้โดยบุคคลที่สาม [วิธีการฝากเงิน] เพื่อการฝากเงินโดยเด็ดขาด YSB88 ขอสงวนสิทธิ์ในการขอให้ลูกค้าส่งสำเนาเอกสารหรือเอกสารประกอบที่เกี่ยวข้องหากลูกค้าใช้บัตรเดบิตของบุคคลที่สามเพื่อทำการฝากเงินใด ๆ เพื่อหลีกเลี่ยงความไม่สะดวกโปรดใช้บัตรเดบิตของคุณเพื่อทำการฝากเงิน YSB88 จะทำการตรวจสอบตัวอย่างในบัญชีลูกค้าของเรา ขั้นตอนการตรวจสอบนี้เป็นส่วนหนึ่งของโปรโตคอลความปลอดภัยของเราซึ่งดำเนินการเพื่อป้องกันการฉ้อโกงในเว็บไซต์ของเราและที่สำคัญที่สุดคือการสร้างเว็บไซต์ที่ปลอดภัยเพื่อความบันเทิงของลูกค้า
vi: Sử dụng bên thứ 3 [Phương pháp tiền đặt trước] để gửi tiền bị nghiêm cấm. YSB88 có quyền yêu cầu khách hàng gửi bản sao ID hoặc tài liệu hỗ trợ có liên quan nếu khách hàng sử dụng thẻ ghi nợ của bên thứ 3 để thực hiện bất kỳ khoản tiền đặt trước nào. Để tránh bất kỳ sự bất tiện nào, vui lòng sử dụng thẻ ghi nợ của riêng bạn để gửi tiền. YSB88 sẽ thực hiện kiểm tra mẫu trên tài khoản khách hàng của chúng tôi. Quy trình xác minh này là một phần của các giao thức bảo mật của chúng tôi, được thực hiện để ngăn chặn các hoạt động gian lận trên trang web của chúng tôi và quan trọng nhất là tạo một trang web an toàn và an toàn cho sự thích thú của khách hàng.
zh: 本公司严禁客户使用第三者[Deposit Method]进行存款。为确保您账户的安全，一旦经发现，易胜博将有权要求客户提供有关文件例如身份证副本等，存款资料。因此，请各位尊敬的客户务必使用本人的银行账户进行存款。易胜博会不定时抽查客户的账号以确保我们的网页远离欺诈性活动。

source: Cash Card
ja: キャッシュカード
th: บัตรเงินสด
vi: thẻ tiền mặt
zh: 现金卡

# creditcard
source: Debit/Credit Card
ja: デビット/クレジットカード
th: เดบิต / บัตรเครดิต
vi: thẻ ghi nợ/thẻ tín dụng
zh: 借记/信用卡

source: E-Wallet
ja: 電子ウォレット
vi: E-Kang điện
zh: 电子钱包

# qqcard
source: QQ Wallet
ja: QQウォレット
zh: QQ钱包

source: Union pay
ja: UnionPay支払い
th: สหภาพจ่าย
vi: Liên minh Pay
zh: 银联支付

# weixin
source: Wechat Pay
ja: WeChat支払い
th: Wechat จ่าย
zh: 微信支付

# maxamount
source: Max amount is
ja: 最高入金額は
th: จำนวนเงินสูงสุดคือ
vi: Số tiền tối đa là
zh: 最高存款额是

# minamount
source: Min amount is
ja: 最低入金額は
th: จำนวนเงินขั้นต่ำคือ
vi: Số tiền tối thiểu là
zh: 最低存款额是

# cASINO248
source: Platinum Suite
zh: 铂金厅

# rTG
source: Sapphire Suite
ja: サファイアホール
zh: 蓝宝厅

# rNG
source: Amber Suite
ja: 琥珀ホール
zh: 琥珀厅

# lIVEBACCARAT
source: EA Suite
ja: EAプラットフォーム
zh: EA 平台

# eVO
source: Ruby Suite
ja: 红宝ホール
zh: 红宝厅

# dRHO
source: HG Suite
ja: HGプラットフォーム
zh: HG 平台

# fOPOKER
source: Easypoker
ja: イージーウィンポーカー
zh: 易胜扑克

# cTXM
source: Skill Games
ja: テクノロジーゲーム
th: เกมทักษะ
vi: Trò chơi kỹ năng
zh: 技术游戏

# ySW
source: DDZ
ja: 地主
zh: 斗地主

# pI
source: PI88
zh: 邦达金融

# xGAME
source: Prevision Casino Games
ja: ロードゲームシリーズ
th: ก่อนหน้าเกมคาสิโน
zh: 路子游戏系列

source: Dragon Tiger
ja: リアルドラゴンタイガー
th: เสือมังกร
zh: 真人龙虎

# rNGGAMES
source: Yishengbo Games
ja: ゲーム
th: เกม Yishengbo
zh: 易胜博游戏 Games

# qIPAI
source: YSB QIPAI games
ja: カードゲーム
th: เกม YSB QIPAI
zh: 易胜博棋牌游戏

# kGKENO
source: Keno
th: คีโน
zh: 快乐彩

# vIVOLIVE
source: VO Suites
ja: 欧豪ホール
zh: 欧豪厅

# kGKENO2
source: Keno & SS Lottery v2
ja: KENO & SS彩V2
th: คีโน & SS ล๊อตเตอรี่ v2
zh: 快乐彩 & SS彩V2

# vIVOSLOT
source: Betsoft Slots
ja: プラットフォーム
th: สล็อต Betsoft
zh: 平台

# aG
source: AG Fish Hunter
ja: AG百乐ホール
th: ห้อง AG
vi: AG Suites
zh: AG 捕鱼游戏

# pT
source: PlayTech Slot
ja: PTスロットマシン
th: สล็อต PlayTech
zh: PT 老虎机

# jADEV2
source: N2live
ja: N2プラットホーム
zh: N2 平台

# eBET
source: WE Suites
th: สวีท WE
zh: WE 平台

# sBSUITE
source: Sunbet Suites
ja: エキスポホール
zh: 申博厅

# sKYCITY
source: Sky City Suites
ja: 蓝天城
th: สกายซิตี้สวีท
zh: 蓝天城

source: TPG Slot
ja: TPG プラットフォームスロットマシン
th: ช่อง TPG
vi: TPG NỔ HŨ
zh: TPG 平台老虎机

# oG
source: OG Suites
ja: OGプラットフォーム
zh: OG 平台

# qTECH
source: QTech Slot
ja: QTech プラットフォームスロットマシン
th: สล๊อต QTech
zh: QTech 平台老虎机

# pPSLOTS
source: PP Slot
ja: PP プラットフォームスロットマシン
zh: PP 平台老虎机

# fANTASY
source: Fantasy Sports
ja: ファンタジースポーツ
th: กีฬาแฟนตาซี
zh: 梦幻体育

# sASUITES
source: SA Suite
ja: SAプラットフォーム
zh: SA 平台

# kenoPlay
source: PLAY NOW
ja: いますぐプレイ
th: เล่นเลย
vi: CHƠI NGAY
zh: 立即游戏

# tEnd
source: End
ja: 終了
th: ปลาย
zh: 结束

# lbConfirmPassword
source: Re-type New Password
ja: 新パスワードをもう一度確認する
th: พิมพ์รหัสผ่านใหม่อีกครั้ง
vi: Nhập lại mật khẩu mới
zh: 再次确认新密码

# lbNewPassword
source: New Password
ja: 新パスワード
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh: 新密码

# lbOldPassword
source: Old Password
ja: 使用中の旧パスワード
th: รหัสผ่านเก่า
vi: Mật khẩu cũ
zh: 正在使用的旧密码

# msgFormTitle
source: Please fill in the:
ja: パスワード情報を入力してください：
th: กรุณากรอก:
vi: Vui lòng điền vào:
zh: 请填写您的密码信息：

# personalDetailMailSubject
source: Personal details updated.
ja: 易胜博 - 最新プロフィール
th: อัปเดตรายละเอียดส่วนบุคคลแล้ว
vi: Chi tiết cá nhân được cập nhật.
zh: 易胜博 - 最新个人资料

# errorOperateFailed
source: Operation Failed
ja: 操作に失敗しました
th: การดำเนินการล้มเหลว
vi: Hoạt động không thành công
zh: 操作发生了故障

# mailCustomerService
source: YSB88 Customer Services Team
ja: 易胜博カスタマーサービス
th: YSB88 ทีมบริการลูกค้า
vi: YSB88 Nhóm dịch vụ khách hàng
zh: 易胜博客服部

# mailRegard
source: Best regards,
ja: Good Luck
th: ขอแสดงความนับถืออย่างสูง
vi: Trân trọng,
zh: 安好,

# msgInvalidPassword
source: You have not entered the valid password. Please try again.
ja: 入力したパスワードが間違っています。もう一度お試しください
th: คุณยังไม่ได้ป้อนรหัสผ่านที่ถูกต้อง กรุณาลองอีกครั้ง.
vi: Bạn chưa nhập mật khẩu hợp lệ. Vui lòng thử lại.
zh: 您输入的密码不正确.请再试.

# msgNoOldPassword
source: Please enter your new password and old password is not allowed.
ja: 新パスワードを入力してください。旧パスワードは使用できません。
th: โปรดป้อนรหัสผ่านใหม่ของคุณและไม่อนุญาตให้ใช้รหัสผ่านเก่า
vi: Vui lòng nhập mật khẩu mới của bạn và mật khẩu cũ không được phép.
zh: 请输入全新的密码,不能使用旧密码。

# msgPasswordUpdated
source: Password updated.
ja: パスワードが正常に更新されました。
th: อัปเดตรหัสผ่านแล้ว
vi: Mật khẩu được cập nhật.
zh: 您的密码更新成功.

# msgThankYou
source: Thank you. Your details have been updated as follows : -
ja: ありがとうございます。あなたの情報が更新されました：
th: ขอบคุณ. รายละเอียดของคุณได้รับการปรับปรุงดังนี้: -
vi: Cảm ơn bạn. Thông tin chi tiết của bạn đã được cập nhật như sau: -
zh: 谢谢。您的资料已被更新:

# tContactCS
source: Please contact customer service for security purpose if you never done this action.
ja: 情報を変更していない場合は、アカウントのセキュリティを確保するために、できるだけ早く当社のカスタマーサービススタッフにご連絡ください。
th: กรุณาติดต่อฝ่ายบริการลูกค้าเพื่อความปลอดภัยหากคุณไม่เคยทำสิ่งนี้มาก่อน
vi: vui lòng liên hệ với dịch vụ khách hàng cho mục đích bảo mật nếu bạn chưa bao giờ thực hiện hành động này.
zh: 若 您 未 曾 修 改 任 何 的 资 料，请 尽 快 和 本 公 司 的 客 户 服 务 人 员 联 系 以 确 保 您 的 帐 户 安 全。

# tSystemSays
source: System showed that your detail had been updated today.
ja: 当社のシステムが、あなたが本日個人データを変更したことを示しています。
th: ระบบแสดงให้เห็นว่ารายละเอียดของคุณได้รับการปรับปรุงในวันนี้
vi: HỆ THỐNG cho thấy chi tiết của bạn đã được cập nhật ngày hôm nay.
zh: 本 公 司 的 系 统 显示 您 曾 经 在 今 天 修 改 了 您 的 个 人 资 料。

# tLiveStreamSlogan
source: Live Streaming Available
ja: ライブリンクを提供する
th: มีการสตรีมสด
vi: phát trực tiếp có sẵn
zh: 提供现场链接

# tLoginSlogan
source: Please login to view
ja: 視聴するにはログインしてください
th: กรุณาเข้าสู่ระบบเพื่อดู
vi: Vui lòng đăng nhập để xem
zh: 请登录账户后观看

# msgSecureWordUpdated
source: Secure Word updated.
ja: セキュリティワードが正常に更新されました。
th: อัปเดต Secure Word แล้ว
vi: Đã cập nhật Mã Bảo Mật Mới thành công.
zh: 您的安全词更新成功.

# updateSWFormTitle
source: Please Fill in :
ja: セキュリティワード情報を入力してください
th: กรุณากรอก:
vi: Vui lòng điền vào:
zh: 请填写您的安全词信息

source: Wrong Password!
ja: パスワードが間違っています！
th: รหัสผ่านผิด!
vi: sai mật khẩu!
zh: 密码错误!

# errCode
source: Error Code:
ja: エラーコード：
th: รหัสข้อผิดพลาด:
vi: Mã lỗi:
zh: 故障扁号:

# updateDetailTitle
source: Please fill in / change your account information
ja: アカウント情報を入力/変更してください
th: กรุณากรอก / เปลี่ยนแปลงข้อมูลบัญชีของคุณ
vi: Vui lòng điền / thay đổi thông tin tài khoản của Quý Khách
zh: 请填写/更改您的帐户信息

# updateDetailSuccess
source: Personal details updated.
ja: 個人情報を更新しました
th: อัปเดตรายละเอียดส่วนบุคคลแล้ว
vi: Chi tiết cá nhân được cập nhật.
zh: 个人资料经已更新

# lbTitle
source: Title
ja: タイトル
th: หัวข้อ
vi: Danh Xưng
zh: 称呼

# lbFirstName
source: First Name
ja: 名
th: ชื่อจริง
vi: Tên
zh: 名字

# lbLastName
source: Surname
ja: 姓
th: นามสกุล
vi: Họ
zh: 姓氏

# lbDOB
source: DOB
ja: 生年月日
th: วันเกิด
vi: Ngày Sinh
zh: 出生日期

# lbDOBMark
source: e.g. date/month/year 28/05/1975
ja: 例：日/月/年1975年5月28日
th: เช่น. วันที่ / เดือน / ปี 28/05/1975
vi: Ví dụ. Ngày/Tháng/Năm 28/05/1975
zh: 例：日/月/年 28/05/1975

# lbCity
source: City
ja: 都市
th: เมือง
vi: Thành phố
zh: 城市

# lbCountry
source: Country
ja: 国
th: ประเทศ
vi: Quốc gia
zh: 国家

# lbMobilePhone
source: Mobile Phone
ja: 携帯電話番号
th: โทรศัพท์มือถือ
vi: Điện Thoại Di Động
zh: 手机号码

# lbTelephone
source: Telephone
ja: 固定電話番号
th: โทรศัพท์
vi: Điện thoại
zh: 手机号码 (一)

# lbEmail
source: E-Mail
ja: Eメール
th: อีเมล
zh: 电子邮件

# lbPrefCurrency
source: Pref Currency
ja: 通貨を選択してください
vi: Tiền Tệ
zh: 选择货币

# lbNewsletter
source: E-mail Notification
ja: Eメール通知
th: การแจ้งเตือนทางอีเมล
vi: E-mail Thông Báo
zh: 电子邮件通知

# rkDeposit
source: Deposit
ja: 入金
th: ฝาก
vi: Gửi tiền
zh: 存款

# rkWithdrawal
source: Withdrawal
ja: 出金方法
th: การถอนตัว
vi: Rút tiền
zh: 提款方式

# rkBet
source: Bet
ja: ベット
th: เดิมพัน
vi: Đặt cược
zh: 投注

# rkNewsletter
source: Newsletter
ja: ニュースレター
th: จดหมายข่าว
vi: Bản tin
zh: 会员通讯

# rkMr
source: Mr {name}
th: นาย {name}
zh: 先生 {name}

# rkMrs
source: Mrs {name}
th: นาง {name}
zh: 女士 {name}

# rkMs
source: Ms {name}
th: นางสาว {name}
zh: 小姐 {name}

# msgYear
source: Please specify your Date of Birth.
ja: 誕生日を入力してください
th: โปรดระบุวันเกิดของคุณ
vi: Vui lòng chỉ định ngày sinh của bạn.
zh: 请注明您的生日日期.

# msgDOB
source: Please specify a valid date.
ja: 発行日を入力してください
th: โปรดระบุวันที่ที่ถูกต้อง
vi: Vui lòng chỉ định ngày hợp lệ.
zh: 请注明有效日期

# msgAge18
source: You must be over age 18.
ja: 18歳以上である必要があります
th: คุณต้องมีอายุมากกว่า 18 ปี
vi: bạn phải trên 18 tuổi.
zh: 你必须是年满18岁

# msgCity
source: Please specify your mailing city.
ja: 居住地を入力してください
th: โปรดระบุเมืองที่ส่งไปรษณีย์ของคุณ
vi: Vui lòng chỉ định thành phố gửi thư của bạn.
zh: 请注明居住城市.

# msgCityInvalid
source: Invalid mailing city.
ja: 間違った都市名です
th: เมืองที่ส่งเมลไม่ถูกต้อง
vi: Mục Thành Phố chưa hợp lệ (vui lòng điền Thành Phố không dấu).
zh: 城市名称有误

# msgPhone
source: Please specify your phone number.
ja: 携帯電話番号を入力してください
th: โปรดระบุหมายเลขโทรศัพท์ของคุณ
vi: Vui lòng chỉ định số điện thoại của bạn.
zh: 请注明手机号码 (一).

# msgPhoneInvalid
source: Invalid Phone Number
ja: 無効な携帯電話番号です
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
vi: Số điện thoại không hợp lệ
zh: 手机号码 (一)无效

# msgEmail
source: Please specify your e-mail address
ja: メールアドレスを入力してください
th: กรุณาระบุที่อยู่อีเมลของคุณ
vi: Vui lòng chỉ định địa chỉ e-mail của bạn
zh: 请注明您的电邮.

# msgEmailInvalid
source: Invalid e-mail address
ja: メールアドレスの形式が正しくありません
th: ที่อยู่อีเมลที่ไม่ถูกต้อง
vi: Địa chỉ e-mail không hợp lệ
zh: 电邮格式有误.

# rkQQ
source: QQ Number
ja: QQナンバー
th: หมายเลข QQ
vi: Zalo
zh: QQ号码

# msgLastName
source: Please specify your last name.
ja: 姓を入力してください
th: กรุณาระบุนามสกุลของคุณ
vi: Vui lòng chỉ định họ của bạn.
zh: 请注明姓氏.

# msgFirstName
source: Please specify your first name.
ja: 名を入力してください
th: กรุณาระบุชื่อของคุณ
vi: Vui lòng chỉ định tên của bạn.
zh: 请注明名字.

# msgLastNameInvalid
source: Invalid last name.
ja: 間違った姓です
th: นามสกุลไม่ถูกต้อง
vi: Mục Họ chưa hợp lệ (vui lòng điền Họ không dấu).
zh: 姓氏有误

# msgFirstNameInvalid
source: Invalid first name.
ja: 間違った名です
th: ชื่อไม่ถูกต้อง
vi: Mục Tên chưa hợp lệ (vui lòng điền Tên không dấu).
zh: 名字有误

# lbWeChatID
source: WeChat ID
vi: Telegram
zh: 微信ID

# msgwechat
source: Please specify your weChatID.
ja: WeChatIDを入力してください
th: โปรดระบุ weChatID ของคุณ
vi: Vui lòng chỉ định Telegram của bạn.
zh: 请注明微信ID.

# msgInvalidQQ
source: Invalid QQ Number
ja: QQナンバーが間違っています
th: หมายเลข QQ ไม่ถูกต้อง
vi: Zalo không hợp lệ
zh: QQ号有误

# msgMobile
source: Invalid Mobile Phone Number
ja: 間違った電話番号です
th: หมายเลขโทรศัพท์มือถือไม่ถูกต้อง
vi: Số điện thoại di động không hợp lệ
zh: 手机号码有误

# tEarly
source: Early
ja: 今後
th: เดิมพันล่วงหน้า
vi: SỚM
zh: 早盘

source: Submitted
ja: 送信
th: ส่ง
vi: Đã Điền Lệnh Gửi
zh: 提交

source: Failed
ja: 失敗
th: ล้มเหลว
vi: thất bại
zh: 失败

source: Blacklist
ja: ブラックリストに登録
th: บัญชีดำ
vi: Danh sách đen
zh: 列入黑名单

source: Approved
ja: 承認
th: ได้รับการอนุมัติ
vi: Được phê duyệt
zh: 批准

# adjust
source: Adjustment
ja: 調整
th: การปรับ
vi: Điều chỉnh
zh: 调整

source: From
ja: から
th: จาก
vi: Từ
zh: 从

source: To
ja: まで
th: ถึง
vi: đến
zh: 到

source: Method
ja: 方法
th: วิธี
vi: Phương Thức
zh: 方式

# submitDate
source: Date Submitted
ja: 提出日
th: วันที่ส่ง
vi: Ngày Điền Lệnh
zh: 提呈日期

source: Amount
ja: 支払い
th: จำนวน
vi: Số Tiền
zh: 付款

source: Payment ID
ja: 入金記録
th: รหัสการชำระเงิน
vi: Mã Giao Dịch
zh: 存款档案

source: Withdrawal ID
ja: 出金記録
th: ถอน ID
vi: Mã Giao Dịch
zh: 提款档案

source: Pending Type：
ja: 支払いの承認：
th: ประเภทที่รออนุมัติ:
vi: Giao Dịch Chờ Xử Lý
zh: 审核款项：

# numOnly
source: Please enter numbers only
ja: 数字のみ入力してください
th: กรุณาใส่ตัวเลขเท่านั้น
vi: vui lòng chỉ nhập số
zh: 请输入数字而已

source: Transfer To
ja: への送金
th: โอนไป
vi: Chuyển sang
zh: 转账至

# pleaseChooseDepositType
source: Please Choose Your Deposit Method
ja: 入金方法を入力してください
th: กรุณาเลือกวิธีการฝากเงิน
vi: Vui Lòng Chọn Chuyển Quỹ Sang Ví Sản Phẩm Mà Quý Khách Muốn Tham Gia·
zh: 请选择您的存款方式

# recordType
source: Your Transaction Detail:
ja: 取引情報：
th: รายละเอียดการทำธุรกรรมของคุณ:
vi: Chi Tiết Giao Dịch Của Quý Khách
zh: 您的交易资料：

# payMade
source: payment made
ja: 取引成功
th: ชำระเงินแล้ว
vi: thanh toán được thực hiện
zh: 成功交易

source: Refund
ja: 返済
th: คืนเงินให้
vi: Hoàn tiền
zh: 回款

source: Chargeback
ja: チャージバック
th: การเรียกเก็บเงิน
vi: bồi hoàn
zh: 上诉

source: Insufficient Balance
ja: 資金が不足しています
th: ยอดเงินไม่เพียงพอ
vi: Không đủ số dư
zh: 资金不足

# errOccur
source: An Error has Occoured.
ja: 不明なエラー
th: เกิดข้อผิดพลาด
vi: một lỗi đã xảy ra.
zh: 不知名的错误。

source: Choose Date:
ja: 日付の選択：
th: เลือกวันที่:
vi: Chọn ngày:
zh: 选择日期：

# historyType
source: Transaction Type:
ja: 取引タイプ：
th: ประเภทธุรกรรม:
vi: Loại giao dịch:
zh: 交易类型：

source: Search：
ja: サーチ記録：
th: ค้นหา:
vi: Tìm Kiếm :
zh: 查询记录：

source: Credit
ja: 入金
th: เครดิต
vi: tín dụng
zh: 存入

source: Debit
ja: 出金
th: หักบัญชี
vi: Ghi nợ
zh: 支出

source: Transaction
ja: 取引情報
th: การซื้อขาย
vi: Giao dịch
zh: 交易资料

source: Balance
ja: 残高
th: ยอดเงินคงเหลือ
vi: Số Dư
zh: 结余

source: Ref ID
ja: ファイル番号
th: รหัสอ้างอิง
vi: id giới thiệu
zh: 档案号码

# goSearch
source: GO
ja: サーチ開始
th: ไป
vi: Xuất phát
zh: 开始查询

# noDetail
source: There are no details available.
ja: 情報はありません
th: ไม่มีรายละเอียด
vi: Không có chi tiết.
zh: 没有任何资料。

source: Using
ja: 使用
th: การใช้
vi: Sử Dụng
zh: 使用

# bankAccHolder
source: Bank A/C Holder`s Name
ja: 銀行口座名義人
th: ชื่อผู้ถือบัญชีธนาคาร
vi: Tên chủ tài khoản
zh: 银行户口持有人姓名

# bankAccHolderMark1
source: Please ensure that the name entered matches with your BB248 registered name. If that is not the case, kindly contact
ja: 出金時に、易胜博に登録したときの名と姓があなたの名前と同じである必要があります。相違がある場合は、メールでお問い合わせください
th: โปรดตรวจสอบให้แน่ใจว่าชื่อที่ป้อนตรงกับชื่อที่ลงทะเบียน BB248 ของคุณ หากไม่ใช่กรณีดังกล่าวกรุณาติดต่อ accounts@easybets.com
vi: Vui lòng đảm bảo rằng Tên Chủ Tài Khoản phải trùng với Họ Tên Đăng Ký tại YSB. Nếu trường hợp sai tên đăng ký, Quý Khách vui lòng liên hệ "Hỗ Trợ Trực Tuyến"
zh: 名字和姓氏必须与您在易胜博注册时姓名相同，方可进行提款。如果有任何差别，请电邮至

# bankAccNum
source: Bank Account Number
ja: 銀行口座番号/デビットカード番号
th: หมายเลขบัญชีธนาคาร
vi: Số tài khoản
zh: 银行户口号码/借记卡号码

source: Bank Name
ja: 銀行名
th: ชื่อธนาคาร
vi: Tên Ngân hàng
zh: 银行名称

# bankNum
source: Bank Code
ja: 銀行コード
th: รหัสธนาคาร
vi: Mã Ngân hàng
zh: 银行编号

# subBank
source: Bank Sub Branch
ja: 銀行支店
th: สาขาย่อยธนาคาร
vi: Tên chi nhánh
zh: 银行网点/支行

# bankAddress
source: Bank`s Address
ja: 銀行住所
th: ที่อยู่ธนาคาร
vi: Địa chỉ Ngân hàng
zh: 银行地址

# bankCity
source: Bank`s City
ja: 銀行所在市区町村
th: เมืองของธนาคาร
vi: Thành Phố
zh: 银行所在市区

# bankState
source: Bank`s State
ja: 銀行所在都道府県
th: สถานะของธนาคาร
vi: Tỉnh
zh: 银行所在省

# bankCountry
source: Bank`s Country
ja: 銀行所在国
th: ประเทศของธนาคาร
vi: Ngân Hàng Của Quốc Gia
zh: 银行国家

# withdrawNote
source: Note: We will not transfer any withdrawals to a third party bank account.
ja: 注：易胜博は、第三者の銀行口座への出金を受け付けていません。
th: หมายเหตุ: เราจะไม่โอนการถอนใด ๆ ไปยังบัญชีธนาคารของบุคคลที่สาม
vi: Lưu ý : * YSB sẽ KHÔNG thực hiện bất kỳ khoản rút tiền nào về tài khoản người thứ 3. Ví dụ : Họ tên đăng ký là TRẦN VĂN A , Quý Khách vui lòng rút tiền về chủ tài khoản ngân hàng TRẦN VĂN A.
zh: 注意：易胜博将不会接受汇入第三者银行户口的提款.

# withdrawRemark1
source: Before the bank transfer, please reading below:
ja: 銀行振込の前に、以下の文章をお読みください：
th: ก่อนที่จะโอนเงินผ่านธนาคารโปรดอ่านด้านล่าง:
vi: Trước khi chuyển khoản, Quý Khách vui lòng đọc những thông tin dưới đây:
zh: 银行转账前，请预读下文：

# withdrawRemark2
source: As part of our security protocol, we reserve the right to request for further information pertaining to a clients account such as:
ja: セキュリティを強化するために、当社はお客様に次のような詳細情報の提供を要求する権利を有します。
th: เป็นส่วนหนึ่งของโปรโตคอลความปลอดภัยของเราเราขอสงวนสิทธิ์ในการขอข้อมูลเพิ่มเติมเกี่ยวกับบัญชีลูกค้าเช่น:
vi: Là một phần trong giao thức bảo mật, cũng như xác minh thông tin tài khoản, YSB có quyền yêu cầu thêm thông tin liên quan đến tài khoản Quý Khách, chẳng hạn như:
zh: 为了加强保安程序，本公司有权要求客户提供详细资料，例如：

# withdrawRemark3
source: Identification Card / Passport / Driving licanse
ja: 身分証明書/パスポート/運転免許証
th: บัตรประจำตัวประชาชน / หนังสือเดินทาง / ใบขับขี่รถยนต์
vi: CCCD/Hộ Chiếu/Bằng Lái Xe
zh: 身份证明/ 护照/ 驾驶执照

# withdrawRemark4
source: Official documents to be signed for security purposes
ja: セキュリティ上の問題により、関連する文書に署名する
th: เอกสารทางการที่จะลงนามเพื่อความปลอดภัย
vi: Các tài liệu chính thức sẽ được ký cho mục đích bảo mật
zh: 因保安问题，签署有关文件

# withdrawRemark5
source: Banking information
ja: 銀行情報
th: ข้อมูลการธนาคาร
vi: Thông tin ngân hàng
zh: 银行资料

# withdrawRemark6
source: Copies of Credit Card and statement
ja: クレジットカードのコピーまたは毎月の明細書
th: สำเนาบัตรเครดิตและใบแจ้งยอด
vi: Sao Kê tài khoản ngân hàng hoặc Thẻ Tín Dụng
zh: 信用卡副本或月结单
